[
	{
		"title": "Munajat Shaabaniya",
		"arabic": "اَللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ\nوَٱسْمَعْ دُعَائِي إِذَا دَعَوْتُكَ\nوَٱسْمَعْ نِدَائِي إِذَا نَادَيْتُكَ\nوَاقْبِلْ عَلَيَّ إِذَا نَاجَيْتُكَ\nفَقَدْ هَرَبْتُ إِلَيْكَ\nوَوَقَفْتُ بَيْنَ يَدَيْكَ\nمُسْتَكِيناً لَكَ مُتَضَرِّعاً إِلَيْكَ\nرَاجِياً لِمَا لَدَيْكَ ثَوَابِي\nوَتَعْلَمُ مَا فِي نَفْسِي\nوَتَخْبُرُ حَاجَتِي\nوَتَعْرِفُ ضَمِيرِي\nوَلاَ يَخْفَىٰ عَلَيْكَ امْرُ مُنْقَلَبِي وَمَثْوَايَ\nوَمَا ارِيدُ انْ ابْدِئَ بِهِ مِنْ مَنْطِقِي\nوَاتَفَوَّهَ بِهِ مِنْ طَلِبَتِي\nوَارْجُوهُ لِعَاقِبَتِي\nوَقَدْ جَرَتْ مَقَادِيرُكَ عَلَيَّ يَا سَيِّدِي\nفِيمَا يَكُونُ مِنِّي إِلَىٰ آخِرِ عُمْرِي\nمِنْ سَرِيرَتِي وَعَلانِيَتِي\nوَبِيَدِكَ لاَ بِيَدِ غَيْرِكَ زِيَادَتِي وَنَقْصِي\nوَنَفْعِي وَضَرِّي\nإِلٰهِي إِنْ حَرَمْتَنِي فَمَنْ ذَا ٱلَّذِي يَرْزُقُنِي\nوَإِنْ خَذَلْتَنِي فَمَنْ ذَا ٱلَّذِي يَنْصُرُنِي\nإِلٰهِي اعُوذُ بِكَ مِنْ غَضَبِكَ وَحُلُولِ سَخَطِكَ\nإِلٰهِي إِنْ كُنْتُ غَيْرَ مُسْتَاهِلٍ لِرَحْمَتِكَ\nفَانْتَ اهْلٌ انْ تَجُودَ عَلَيَّ بِفَضْلِ سَعَتِكَ\nإِلٰهِي كَانِّي بِنَفْسِي وَاقِفَةٌ بَيْنَ يَدَيْكَ\nوَقَدْ اظَلَّهَا حُسْنُ تَوَكُّلِي عَلَيْكَ\nفَقُلْتَ مَا انْتَ اهْلُهُ وَتَغَمَّدْتَنِي بِعَفْوِكَ\nإِلٰهِي إِنْ عَفَوْتَ فَمَنْ اوْلَىٰ مِنْكَ بِذٰلِكَ\nوَإِنْ كَانَ قَدْ دَنَا اجَلِي وَلَمْ يُدْنِنِي مِنْكَ عَمَلِي\nفَقَدْ جَعَلْتُ ٱلإِقْرَارَ بِٱلذَّنْبِ إِلَيْكَ وَسِيلَتِي\nإِلٰهِي قَدْ جُرْتُ عَلَىٰ نَفْسِي فِي ٱلنَّظَرِ لَهَا\nفَلَهَا ٱلْوَيْلُ إِنْ لَمْ تَغْفِرْ لَهَا\nإِلٰهِي لَمْ يَزَلْ بِرُّكَ عَلَيَّ ايَّامَ حَيَاتِي\nفَلاَ تَقْطَعْ بِرَّكَ عَنِّي فِي مَمَاتِي\nإِلٰهِي كَيفَ آيَسُ مِنْ حُسْنِ نَظَرِكَ لِي بَعْدَ مَمَاتِي\nوَانْتَ لَمْ تُوَلِّنِي إِلاَّ ٱلْجَمِيلَ فِي حَيَاتِي\nإِلٰهِي تَوَلَّ مِنْ امْرِي مَا انْتَ اهْلُهُ\nوَعُدْ عَلَيَّ بِفَضْلِكَ عَلَىٰ مُذْنِبٍ قَدْ غَمَرَهُ جَهْلُهُ\nإِلٰهِي قَدْ سَتَرْتَ عَلَيَّ ذُنُوباً فِي ٱلدُّنْيَا\nوَانَا احْوَجُ إِلَىٰ سَتْرِهَا عَلَيَّ مِنْكَ فِي ٱلاخْرَىٰ\nإِذْ لَمْ تُظْهِرْهَا لاحَدٍ مِنْ عِبَادِكَ ٱلصَّالِحِينَ\nفَلاَ تَفْضَحْنِي يَوْمَ ٱلْقِيَامَةِ عَلَىٰ رُؤُوسِ ٱلاشْهَادِ\nإِلٰهِي جُودُكَ بَسَطَ امَلِي\nوَعَفْوُكَ افْضَلُ مِنْ عَمَلِي\nإِلٰهِي فَسُرَّنِي بِلِقَائِكَ يَوْمَ تَقْضِي فِيهِ بَيْنَ عِبَادِكَ\nإِلٰهِي ٱعْتِذَارِي إِلَيْكَ ٱعْتِذَارُ مَنْ لَمْ يَسْتَغْنِ عَنْ قَبُولِ عُذْرِهِ\nفَٱقْبَلْ عُذْرِي\nيَا اكْرَمَ مَنِ ٱعْتَذَرَ إِلَيْهِ ٱلْمُسِيئُونَ\nإِلٰهِي لاَ تَرُدَّ حَاجَتِي\nوَلاَ تُخَيِّبْ طَمَعِي\nوَلاَ تَقْطَعْ مِنْكَ رَجَائِي وَامَلِي\nإِلٰهِي لَوْ ارَدْتَ هَوَانِي لَمْ تَهْدِنِي\nوَلَوْ ارَدْتَ فَضِيحَتِي لَمْ تُعَافِنِي\nإِلٰهِي مَا اظُنُّكَ تَرُدُّنِي فِي حَاجَةٍ قَدْ افْنَيْتُ عُمْرِي فِي طَلَبِهَا مِنْكَ\nإِلٰهِي فَلَكَ ٱلْحَمْدُ ابَداً ابَداً دَائِماً سَرْمَداً\nيَزِيدُ وَلاَ يَبِيدُ كَمَا تُحِبُّ وَتَرْضَىٰ\nإِلٰهِي إِنْ اخَذْتَنِي بِجُرْمِي اخَذْتُكَ بِعَفْوِكَ\nوَإِنْ اخَذْتَنِي بِذُنُوبِي اخَذْتُكَ بِمَغْفِرَتِكَ\nوَإِنْ ادْخَلْتَنِي ٱلنَّارَ اعْلَمْتُ اهْلَهَا انِّي احِبُّكَ\nإِلٰهِي إِنْ كَانَ صَغُرَ فِي جَنْبِ طَاعَتِكَ عَمَلِي\nفَقَدْ كَبُرَ فِي جَنْبِ رَجَائِكَ امَلِي\nإِلٰهِي كَيْفَ انْقَلِبُ مِنْ عِنْدِكَ بِٱلْخَيْبَةِ مَحْرُوماً\nوَقَدْ كَانَ حُسْنُ ظَنِّي بِجُودِكَ انْ تَقْلِبَنِي بِٱلنَّجَاةِ مَرْحُوماً\nإِلٰهِي وَقَدْ افْنَيْتُ عُمْرِي فِي شِرَّةِ ٱلسَّهْوِ عَنْكَ\nوَابْلَيْتُ شَبَابِي فِي سَكْرَةِ ٱلتَّبَاعُدِ مِنْكَ\nإِلٰهِي فَلَمْ اسْتَيْقِظْ ايَّامَ ٱغْتِرَارِي بِكَ\nوَرُكُونِي إِلَىٰ سَبِيلِ سَخَطِكَ\nإِلٰهِي وَانَا عَبْدُكَ وَٱبْنُ عَبْدِكَ قَائِمٌ بَيْنَ يَدَيْكَ\nمُتَوَسِّلٌ بِكَرَمِكَ إِلَيْكَ\nإِلٰهِي انَا عَبْدٌ اتَنَصَّلُ إِلَيْكَ مِمَّا كُنْتُ اوَاجِهُكَ بِهِ\nمِنْ قِلَّةِ ٱسْتِحْيَائِي مِنْ نَظَرِكَ\nوَاطْلُبُ ٱلْعَفْوَ مِنْكَ إِذ ِٱلْعَفْوُ نَعْتٌ لِكَرَمِكَ\nإِلٰهِي لَمْ يَكُنْ لِي حَوْلٌ فَانْتَقِلَ بِهِ عَنْ مَعْصِيَتِكَ\nإِلاَّ فِي وَقْتٍ ايْقَظْتَنِي لَِمحَبَّتِكَ\nوَكَمَا ارَدْتَ انْ اكُونَ كُنْتُ\nفَشَكَرْتُكَ بِإِدْخَالِي فِي كَرَمِكَ\nوَلِتَطْهِيرِ قَلْبِي مِنْ اوْسَاخِ ٱلْغَفْلَةِ عَنْكَ\nإِلٰهِي ٱنْظُرْ إِلَيَّ نَظَرَ مَنْ نَادَيْتَهُ فَاجَابَكَ\nوَٱسْتَعْمَلْتَهُ بِمَعُونَتِكَ فَاطَاعَكَ\nيَا قَرِيباً لاَ يَبْعُدُ عَنِ ٱلْمُغْتَرِّ بِهِ\nوَيَا جَوَاداً لاَ يَبْخَلُ عَمَّنْ رَجَا ثَوَابَهُ\nإِلٰهِي هَبْ لِي قَلْباً يُدْنِيهِ مِنْكَ شَوْقُهُ\nوَلِسَاناً يُرْفَعُ إِلَيْكَ صِدْقُهُ\nوَنَظَراً يُقَرِّبُهُ مِنْكَ حَقُّهُ\nإِلٰهِي إِنَّ مَنْ تَعَرَّفَ بِكَ غَيْرُ مَجْهُولٍ\nوَمَنْ لاَذَ بِكَ غَيْرُ مَخْذُولٍ\nوَمَنْ اقْبَلْتَ عَلَيْهِ غَيْرُ مَمْلُولٍ\nإِلٰهِي إِنَّ مَنِ ٱنْتَهَجَ بِكَ لَمُسْتَنِيرٌ\nوَإِنَّ مَنِ ٱعْتَصَمَ بِكَ لَمُسْتَجِيرٌ\nوَقَدْ لُذْتُ بِكَ يَا إِلٰهِي\nفَلاَ تُخَيِّبْ ظَنِّي مِنْ رَحْمَتِكَ\nوَلاَ تَحْجُبْنِي عَنْ رَافَتِكَ\nإِلٰهِي اقِمْنِي فِي اهْلِ وِلايَتِكَ\nمُقَامَ مَنْ رَجَا ٱلزِّيَادَةَ مِنْ مَحَبَّتِكَ\nإِلٰهِي وَالْهِمْنِي وَلَهاً بِذِكْرِكَ إِلَىٰ ذِكْرِكَ\nوَهِمَّتِي فِي رَوْحِ نَجَاحِ اسْمَائِكَ وَمَحَلِّ قُدْسِكَ\nإِلٰهِي بِكَ عَلَيْكَ إِلاَّ الْحَقْتَنِي بِمَحَلِّ اهْلِ طَاعَتِكَ\nوَٱلْمَثْوَىٰ ٱلصَّالِحِ مِنْ مَرْضَاتِكَ\nفَإِنِّي لاَ اقْدِرُ لِنَفْسِي دَفْعاً\nوَلاَ امْلِكُ لَهَا نَفْعاً\nإِلٰهِي انَا عَبْدُكَ ٱلضَّعِيفُ ٱلْمُذْنِبُ\nوَمَمْلُوكُكَ ٱلْمُنِيبُ\nفَلاَ تَجْعَلْنِي مِمَّنْ صَرَفْتَ عَنْهُ وَجْهَكَ\nوَحَجَبَهُ سَهْوُهُ عَنْ عَفْوِكَ\nإِلٰهِي هَبْ لي كَمَالَ ٱلاِنْقِطَاعِ إِلَيْكَ\nوَانِرْ ابْصَارَ قُلُوبِنَا بِضِيَاءِ نَظَرِهَا إِلَيْكَ\nحَتَّىٰ تَخْرِقَ ابْصَارُ ٱلْقُلُوبِ حُجُبَ ٱلنُّورِ\nفَتَصِلَ إِلَىٰ مَعْدِنِ ٱلْعَظَمَةِ\nوَتَصِيرَ ارْوَاحُنَا مُعَلَّقَةً بِعِزِّ قُدْسِكَ\nإِلٰهِي وَٱجْعَلْنِي مِمَّنْ نَادَيْتَهُ فَاجَابَكَ\nوَلاحَظْتَهُ فَصَعِقَ لِجَلالِكَ\nفَنَاجَيْتَهُ سِرّاً وَعَمِلَ لَكَ جَهْراً\nإِلٰهِي لَمْ اسَلِّطْ عَلَىٰ حُسْنِ ظَنِّي قُنُوطَ ٱلايَاسِ\nوَلاَ ٱنْقَطَعَ رَجَائِي مِنْ جَمِيلِ كَرَمِكَ\nإِلٰهِي إِنْ كَانَتِ ٱلْخَطَايَا قَدْ اسْقَطَتْنِي لَدَيْكَ\nفَٱصْفَحْ عَنِّي بِحُسْنِ تَوَكُّلِي عَلَيْكَ\nإِلٰهِي إِنْ حَطَّتْنِيَ ٱلذُّنُوبُ مِنْ مَكَارِمِ لُطْفِكَ\nفَقَدْ نَبَّهَنِي ٱلْيَقِينُ إِلَىٰ كَرَمِ عَطْفِكَ\nإِلٰهِي إِنْ انَامَتْنِيَ ٱلْغَفْلَةُ عَنِ ٱلإِسْتِعْدَادِ لِلِقَائِكَ\nفَقَدْ نَبَّهَتْنِي ٱلْمَعْرِفَةُ بِكَرَمِ آلاَئِكَ\nإِلٰهِي إِنْ دَعَانِي إِلَىٰ ٱلنَّارِ عَظِيمُ عِقَابِكَ\nفَقَدْ دَعَانِي إِلَىٰ ٱلْجَنَّةِ جَزِيلُ ثَوَابِكَ\nإِلٰهِي فَلَكَ اسْالُ وَإِلَيْكَ ابْتَهِلُ وَارْغَبُ\nوَاسْالُكَ انْ تُصَلِّيَ عَلَىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ\nوَانْ تَجْعَلَنِي مِمَّنْ يُدِيمُ ذِكْرَكَ\nوَلاَ يَنْقُضُ عَهْدَكَ\nوَلاَ يَغْفُلُ عَنْ شُكْرِكَ\nوَلاَ يَسْتَخِفُّ بِامْرِكَ\nإِلٰهِي وَالْحِقْنِي بِنُورِ عِزِّكَ ٱلابْهَجِ\nفَاكُونَ لَكَ عَارِفاً\nوَعَنْ سِوَاكَ مُنْحَرِفاً\nوَمِنْكَ خَائِفاً مُرَاقِباً\nيَا ذَا ٱلْجَلاَلِ وَٱلإِكْرَامِ\nوَصَلَّىٰ ٱللَّهُ عَلَىٰ مُحَمَّدٍ رَسُولِهِ وَآلِهِ ٱلطَّاهِرِينَ\nوَسَلَّمَ تَسْلِيماً كَثِيراً",
		"english": "O Allah, (please do) send blessings to Muhammad and the Household of Muhammad,\nYou listen to my prayer whenever I pray,\nlisten to my call whenever I call upon you,\nand accept from me whenever I confidentially whisper to You,\nfor here I am fleeing in to You,\nstanding before You,\nshowing submission to You, imploring You,\nand hoping for the reward that You have.\nYou know what is in my inner self,\nrecognize my needs,\nrecognize my hidden affairs,\nand all my moves and stillness are known by You.\nSo are all the utterances which I want to begin with,\nall the requests that I want to express,\nand all the expectation that I hope for my future.\nAll that which You, O my Master, have decided for me\nup to the end of my life,\nincluding my secret and open matters, shall be experienced by me.\nAnd it is in Your Hand, not anybody else’s, that are all increase and decrease,\nand all my benefits and harms that come upon me.\nO my God, if You deprive me (of Your sustenance), then who else can ever provide me with sustenance?\nIf You disappoint me, then who else can ever back me?\nO my God, I do seek Your protection against Your wrath and against the befalling of Your ire upon me.\nO my God, if I do not deserve Your mercy,\nYou are still expected to confer upon me with Your expansive favor.\nO my God, I now imagine how I will stand before You,\nshaded by my good idea about You on account of my trust in You,\nand You will decide for me that which befit You and You will include me with Your forgiveness.\nO my God, if you pardon me, then who else is worthier than You are in pardoning.\nIf my time of death is approaching while my deeds are still too short to approach me to You,\nI am then considering my confession of being guilty to be my means towards You.\nO my God, I have wronged myself when I allowed myself to behave unrestrainedly;\ntherefore, woe will betide me if You do not forgive.\nO my God, You have never ceased Your favors from me all my lifetime;\nso, (please) do not stop Your favors from covering me after my death.\nO my God, how can I despair of Your nice custody over me after my death\nwhile You have not shown me but the good throughout my lifetime?\nO my God, (please) manage my affairs in the very way that befits You,\nand confer upon me—a sinful person who is covered by his ignorance—with Your favors.\nO my God, You have concealed my sins in my worldly life,\nbut I need Your concealment more urgently in the Next Life.\nYou have thus not disclosed my sins before any of Your righteous servants;\ntherefore, (please) do not expose me on the Resurrection Day before all the witnesses.\nO my God, it is Your magnanimity that expanded my hope,\nand surely Your pardon is more preferable than my deeds.\nO my God, so (please) delight me when I meet You on the day when You shall judge between Your servants.\nO my God, I submit to You the apology of one who cannot dispense with the acceptance of his excuse;\nso, (please) accept my excuse,\nO most Magnanimous of all those before whom the guilty make an apology.\nO my God, (please) do not reject my request,\ndo not fail my big hope for You,\nand do not disappoint my desire and expectation for You.\nO my God, had You wanted to humiliate me, You would not have guided me (to You).\nHad You decided to disclose me, You would not have saved me.\nO my God, I do not expect You to reject my request that I spent my whole lifetime asking for it from You.\nO my God, all praise be to You, forever, forever, perpetually, everlastingly,\nincreasingly, and imperishably, as exactly as You like and please.\nO my God, if You punish me for my offense, I shall demand with Your pardon,\nif You punish me for my sins, I shall demand with Your forgiveness,\nand if You decide to send me to Hell, I shall declare to its inhabitants that I love You.\nO my God, if my deed is too little when compared to the true obedience to You,\nthen my hope for You is too big when compared to my prospect from You.\nO my God, how can it be that I return from You with disappointment and deprivation\nwhile I expect, depending upon Your magnanimity, that You will endow me with safety and mercy?\nO my God, I have spent my whole lifetime with the vigor of being negligent to You\nand I have spent my whole youth with the inebriety of being far away from You.\nO my God, I have not thus woken up to myself during the period when I seductively felt safe from Your punishment\nand when I was taking the path that ends with Your ire.\nO my God, nevertheless, I am—Your servant and the son of Your servant—now standing before You\nand begging You in the name of Your generosity.\nO my God, I am, being Your servant, disowning all that with which I used to face You;\nnamely, my shameless inconsideration of You,\nand I am hereby appealing for Your pardon since pardon is one feature of Your generosity.\nO my God, I had no strength by which I would rid myself of the acts of disobedience to You\nexcept after You aroused me to love You.\nHence, I have become as exactly as You want me to be.\nI have thus thanked You, for You have included me with Your generosity\nand You have purified my heart from the filths of being inattentive to You.\nO my God, (please) look at me in the same way as You have looked at one whom You called and he has responded to You\nand whom You have conferred with Your aid and he thus has obeyed You.\nO He Who is too close to depart from one who is inadvertent to Him!\nO He Who is too magnanimous to deprive one who hopes for His reward!\nO my God, (please) grant me a heart whose longing for You will approach it to You,\na tongue whose truthfulness is directed to You,\nand a sight whose righteousness advances towards You.\nO my God, he who recognizes You shall never be anonymous,\nhe who seeks Your shelter shall never be disappointed,\nand he whom is attended by You shall never be boring.\nO my God, he who abides by Your Path shall be enlightened,\nand he who resorts to You shall be succored.\nI am thus having recourse to You, O my God!\nSo, (please) do not disappoint me as regards Your having mercy upon me\nand do not divest me of Your kindness.\nO my God, grant me, among those who show servitude to You,\nthe position of one who (incessantly) longs for more love for You.\nO my God, (please) inspire me with passionate love for ceaseless reference to You,\nand (please) devote all my pursuit to my attaining the delight of the success that is achieved through Your names and the amount of Your Holiness.\nO my God, I beseech You in Your name to put me in the position of those who are obedient to You\nand in an honorable standing of Your pleasure,\nfor I, verily, have no power to rescue\nor to benefit myself.\nO my God, I am Your servant—the feeble and sinful—\nand Your slave—the penitent.\nSo, (please) do not include me with those against whom You have turned Your face\nor those whom are deprived of Your pardon because of their inattentiveness to You.\nO my God, (please) grant me absolute devotion to You\nand illuminate the sights of our hearts with the light of observing of You\nso that the sights of the hearts will penetrate the Screens of Light\nand arrive at the Core of Magnificence,\nand that our souls hang to the majesty of Your Holiness.\nO my God, (please) make me of those who responded to You when You called them,\nthose who were shocked for Your Majesty when You observed them\nand You have thus taken into their confidence and they acted for You openly.\nO my God, I have shaded neither despair nor gloom over my good idea about You\nand I have never lost hope in Your excellent magnanimity.\nO my God, if my sins have overthrown me in Your sight,\nthen please pardon me for my excellent trust in You.\nO my God, if my wrongdoings have caused me to lose Your honorable kindness,\nthen my belief in You has called my attention to the generosity of Your sympathy.\nO my God, if my inadvertence has screened me against readying myself for meeting You,\nthen my recognition of the generosity of Your bounties has awakened me.\nO my God, if Your grave chastisement has drawn me to Hellfire,\nthen Your opulent reward has drawn me to Paradise.\nO my God, You alone do I pray and You alone do I implore and desire.\nI beseech You to bless Muhammad and the Household of Muhammad\nand to include me with those who always mention You,\nwho never breach their covenant to You,\nwho never fail to thank You,\nand who never belittle Your affairs.\nO my God, (please do) connect me with the most brilliant Light of Your Dignity\nso that I will recognize You\nand I will leave everybody else,\nand that I will be fearful of and careful with You.\nO Lord of Majesty and Honor!\nMay Allah send blessings to Muhammad, His Messenger, and upon his Household the Infallible,\nand exalt them very much.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "https://shiavoice.com/media/edaie/munajat_she3banie/jimfs4tcxgjk.mp3"
			},
			{
				"name": "Hussein Al Akraf",
				"link": "https://shiavoice.com/media/edaie/munajat_she3banie/ok62fopnc5ji.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "https://shiavoice.com/media/edaie/munajat_she3banie/qe3x33awinzw.mp3"
			},
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/edaie/munajat_she3banie/zp9zyajr68bx.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Ameerul Mumineen in Masjid Kufa",
		"arabic": "اَللّـهُمَّ إِنّي أَسْأَلُكَ الأَمَانَ يَوْمَ لا يَنْفَعُ مالٌ وَلابَنُونَ إِلاّ مَنْ أَتَىٰ اللهَ بِقَلْبٍ سَليمٍ،\nوَأَسْاَلُكَ الأَمانَ يَوْمَ يَعَضُّ الظّالِمُ عَلىٰ يَدَيْهِ يَقُولُ يا لَيْتِني اتَّخَذْتُ مَعَ الرَّسُولِ سَبيلاً\nوَأَسْاَلُكَ الأَمانَ يَوْمَ يُعْرَفُ الْمُجْرِمُونَ بِسيمـاهُمْ فَيُؤْخَذُ بِالنَّواصي وَالأَقْدامِ\nوَأَسْاَلُكَ الأَمانَ يَوْمَ لا يَجْزي والِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جازٍ عَنْ والِدِهِ شَيْئاً إِنَّ وَعْدَ اللهِ حَقٌّ\nوَأَسْاَلُكَ الأَمانَ يَوْمَ لا يَنْفَعُ الظّالِمينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدّارِ\nوَأَسْاَلُكَ الأَمانَ يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالأَمْرُ يَوْمَئِذٍ للهِ\nوَأَسْاَلُكَ الأَمانَ يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخيهِ وَأُمِّهِ وَأَبيهِ وَصاحِبَتِهِ وَبَنيهِ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنيهِ\nوَأَسْاَلُكَ الأَمانَ يَوْمَ يَوَدُّ المُجْرِمُ لَوْ يَفْتَدي مِنْ عَذابِ يَوْمَئِذٍ بِبَنيهِ وَصاحِبَتِهِ وَأَخيهِ وَفَصيلَتِهِ الَّتي تُؤْويهِ وَمَنْ فِي الأَرْضِ جَميعاً ثُمَّ يُنْجيهِ\nكَلّا إِنَّها لَظىٰ نَزّاعَةً لِلشَّوىٰ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْمَوْلىٰ وَأَنَا الْعَبْدُ وَهَلْ يَرْحَمُ الْعَبْدَ إِلّا الْمَوْلىٰ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْمالِكُ وَأَنَا الْمَمْلُوكُ وَهَلْ يَرْحَمُ الْمَمْلُوكَ إِلّا الْمالِكُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْعَزيزُ وَأَنَا الذَّليلُ وَهَلْ يَرْحَمُ الذَّليلَ إِلّا الْعَزيزُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْخالِقُ وَأَنَا الْمَخْلُوقُ وَهَلْ يَرْحَمُ المَخْلُوقَ إِلّا الْخالِقُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْعَظيمُ وَأَنَا الْحَقيرُ وَهَلْ يَرْحَمُ الْحَقيرَ إِلّا الْعَظيمُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْقَوِيُّ وَأَنَا الضَّعيفُ وَهَلْ يَرْحَمُ الضَّعيفَ إِلّا الْقَوِيُّ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْغَنِيُّ وَأَنَا الْفَقيرُ وَهَلْ يَرْحَمُ الْفَقيرَ إِلّا الْغَنِيُّ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْمُعْطي وَأَنَا السّائِلُ وَهَلْ يَرْحَمُ السّائِلَ إِلّا الْمُعْطي\nمَوْلايَ يا مَوْلايَ أَنْتَ الْحَيُّ وَأَنَا الْمَيِّتُ وَهَلْ يَرْحَمُ الْمَيِّتَ إِلّا الْحَيُّ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْباقي وَأَنَا الْفاني وَ هَلْ يَرْحَمُ الْفانيَ إِلّا الْباقي\nمَوْلايَ يا مَوْلايَ أَنْتَ الدّائِمُ وَأَنَا الزّائِلُ وَهَلْ يَرْحَمُ الزّائِلَ إِلّا الدّائِمُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الرّازِقُ وَأَنَا الْمَرْزُوقُ وَهَلْ يَرْحَمُ الْمَرْزُوقَ إِلّا الرّازِقُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْجَوادُ وَأَنَا الْبَخيلُ وَهَلْ يَرْحَمُ الْبَخيلَ إِلّا الْجَوادُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْمُعافي وَأَنَا الْمُبْتَلىٰ وَهَلْ يَرْحَمُ الْمُبْتَلىٰ إِلّا الْمُعافي\nمَوْلايَ يا مَوْلايَ أَنْتَ الْكَبيرُ وَأَنَا الصَّغيرُ وَهَلْ يَرْحَمُ الصَّغيرَ إِلّا الْكَبيرُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْهادي وَأَنَا الضّالُّ وَهَلْ يَرْحَمُ الضّالَّ إِلّا الْهادي\nمَوْلايَ يا مَوْلايَ أَنْتَ الرَّحْمنُ وَأَنَا الْمَرْحُومُ وَهَلْ يَرْحَمُ الْمَرْحُومَ إِلّا الرَّحْمنُ\nمَوْلايَ يامَوْلايَ أَنْتَ السُّلْطانُ وَأَنَا الْمُمْتَحَنُ وَهَلْ يَرْحَمُ الْمُمْتَحَنَ إِلّا السُّلْطانُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الدَّليلُ وَأَنَا الْمُتَحَيِّرُ وَهَلْ يَرْحَمُ الْمُتَحَيِّرَ إِلّا الدَّليلُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْغَفُورُ وَأَنَا الْمُذْنِبُ وَهَلْ يَرْحَمُ الْمُذْنِبَ إِلّا الْغَفُورُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْغالِبُ وَأَنَا الْمَغْلُوبُ وَهَلْ يَرْحَمُ الْمَغْلُوبَ إِلّا الْغالِبُ\nمَوْلايَ يا مَوْلايَ أَنْتَ الرَّبُّ وَأَنَا الْمَرْبُوبُ وَهَلْ يَرْحَمُ الْمَرْبُوبَ إِلّا الرَّبُّ\nمَوْلايَ يا مَوْلايَ أَنْتَ الْمُتَكَبِّرُ وَأَنَا الْخاشِعُ وَهَلْ يَرْحَمُ الْخاشِعَ إِلّا الْمُتَكَبِّرُ\nمَوْلايَ يا مَوْلايَ اِرْحَمْني بِرَحْمَتِكَ\nوَارْضَ عَنّي بِجُودِكَ وَكَرَمِكَ وَفَضْلِكَ\nيا ذَا الْجُودِ وَالاِحْسانِ وَالطَّوْلِ وَالِإمْتِنانِ\nبِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ",
		"english": "O Allah, I ask You for protection on the day when property will not avail, nor sons except he who comes with a heart free (from evil) (26: 88)\nAnd I ask You for protection on the day when the unjust one will bite his hands saying: O would that I had taken a way with the messenger (25; 27)\nAnd I ask You for protection on the day when the guilty shall be recognised by their marks so they shall be seized by the forelocks and the feet (55; 41)\nAnd I ask You for protection on the day when a father shall not give any satisfaction for his son nor shall the child give any satisfaction for his father, Surely the promise of Allah is true (31; 33)\nAnd I ask You for protection on the day when the unjust shall not benefit from their excuse and for them is curse and for them is the evil abode (40; 52)\nAnd I ask You for protection on the day when no soul shall control anything for (another) soul and the command on that day shall be entirely Allah's (82; 19)\nAnd I ask You for protection on the day when a man shall flee from his brother, and his mother, his father, his spouse, and his children, each one of them on that day will have a concern which will occupy him (80;34)\nAnd I ask You for protection on the day when the guilty will wish to redeem himself from the chastisement of that day by (sacrificing) his children, and the near of kin who gave him shelter and all those that are in the earth (wising) that this might deliver him ...\n... by no means! Surely it is a flaming fire, dragging by the head (70; 11; 16)\nMy Lord, O my Lord, You are the Master and I am the Slave, and who else can be merciful to the slave except the Master?\nMy Lord, O my Lord, You are the Owner and I am the one owned by You, and who else can be merciful to the owned except the owner?\nMy Lord, O my Lord, You are the Mighty and I am the low, and who else can be merciful to the low except the Mighty?\nMy Lord, O my Lord, You are the Creator and I am the creature, and who else can be merciful to the creature except the Creator?\nMy Lord, O my Lord, You are the Glorious and I am the miserable, and who else can be merciful to the miserable except the Glorious?\nMy Lord, O my Lord, You are the Powerful and I am the weak, and who else can be merciful to the weak except the Powerful?\nMy Lord, O my Lord, You are the Wealthy and I am the Poor, and who else can be merciful to the poor except the Wealthy?\nMy Lord, O my Lord, You are the Bestower and I am the beggar, and who else can be merciful to the beggar except the Bestower?\nMy Lord, O my Lord, You are the Living and I am the dead, and who else can be merciful to the dead except the Living?\nMy Lord, O my Lord, You are the Eternal and I am the transient, and who else can be merciful to the transient except the Eternal?\nMy Lord, O my Lord, You are the Permanent and I am the short-lived, and who else can be merciful to the short-lived except the Permanent?\nMy Lord, O my Lord, You are the Provider and I am the blessed, and who else can be merciful to the blessed except the Provider?\nMy Lord, O my Lord, You are the Generous and I am the miser, and who else can be merciful to the miser except the Generous?\nMy Lord, O my Lord, You are the Healer and I am the afflicted, and who else can be merciful to the afflicted except the Healer?\nMy Lord, O my Lord, You are the Great and I am the insignificant, and who else can be merciful to the insignificant except the Great?\nMy Lord, O my Lord, You are the Leading and I am the straying, and who else can be merciful to the straying except the Leading?\nMy Lord, O my Lord, You are the Merciful and I am the one shown mercy, and who else can be merciful to the one shown mercy except the Merciful?\nMy Lord, O my Lord, You are the Authority and I am the tried, and who else can be merciful to the tried except the Authority?\nMy Lord, O my Lord, You are the Guide and I am the confused, and who else can be merciful to the confused except the Guide?\nMy Lord, O my Lord, You are the Forgiver and I am the sinner, and who else can be merciful to the sinner except the Forgiver?\nMy Lord, O my Lord, You are the Victor and I am the defeated, and who else can be merciful to the defeated except the Victor?\nMy Lord, O my Lord, You are the Nourisher and I am the nourished, and who else can be merciful to the nourished except the Nourisher?\nMy Lord, O my Lord, You are the High-handed and I am the humble, and who else can be merciful to humble the except the High-handed?\nMy Lord, O my Lord, have mercy on me by Your mercy,\nand be pleased with me by Your Generosity and Your Magnanimity and Your Grace,\nO the Generous, and Beneficent, O the Almighty and the Benefactor,\nBy your Mercy, O the most Merciful of the Merciful.",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "https://mp3.duas.org/munajatamirabather.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Mandhooma",
		"arabic": "لك الحمد يا ذا الجود والمجد والعلى\nتباركت تعطي من تشاء وتمنع\nالهي وخلاّقي وحرزي وموئلي\nاليك لدى الإعسار واليسر أفزع\nالهي لئن جلّت وجمّت خطيئتي\nفعفوك عن ذنبي أجل وأوسع\nالهي لئن أعطيتُ نفسي سؤلها\nفها أنا في روض النّدامة أرتع\nالهي ترى حالي وفقري وفاقتي\nوأنت مناجاتي الخفية تسمع\nالهي فلا تقطع رجائي ولا تزغ\nفؤادي فلي في سيب جودك مطمع\nالهي لئن خيّبتني أو طردتني\nفمن ذا الذي أرجو ومن ذا أشفّع\nالهي أجرني من عذابك إنني\nأسيرٌ ذليلّ خائفٌ لك أخضع\nالهي فآنسني بتلقين حجّتي إذا\nكان لي في القبر مثوىً ومضجع\nالهي لئن عذّبتني الف حِجّة\nفحبل رجائي منك لا يتقطّع\nالهي أذقني طعم عفوك يوم لا\nبنون ولا مال هنالك ينفع\nالهي إذا لم تعفو عن غير محسن\nفمن لمسيءٍ بالهوى يتمتّع\nالهي إذا لم ترعني كنت ضائعا\nوإن كنت ترعاني فلست أضيّع\nالهي لئن فرطت في طلب التقى\nفها أنا اثر العفو أقفو وأتبع\nالهي لئن أخطأت جهلاً فطالما\nرجوتك حتى قيل ما هو يجزع\nالهي ذنوبي بذّت الطود واعتلت\nوصفحك عن ذنبي أجل وأرفع\nالهي ينجّي ذكر طولك لوعتي\nوذكر الخطايا العين منّي يدمّع\nالهي أقلني عثرتي وامح حوبتي\nفإني مقرٌ خائفٌ متضرّع\nالهي أنلني منك روحًا وراحةً\nفلست سوى أبواب فضلك أقرع\nالهي إذا اقصيتني أو أهنتني\nفما حيلتي يا ربّ أم كيف أصنع\nالهي حليف الحبّ في الليل ساهر\nيناجي ويدعو والمغفّل يهجع\nالهي وهذا الخلق ما بين نائم\nومنتبهٍ في ليله يتضرّع\nالهي بحق الهاشمي محمّد\nوحرمة أطهارٍ همُ لك خضّع\nوكلّهم يرجو نوالك راجيًا\nلرحمتك العظمى وفي الخلد يطمع\nالهي يمنّيني رجائي سلامة\nوقبح خطيئاتي عليّ يشنّع\nالهي فإن تعفو فعفوك منقذي\nوإلاّ فبالذّنب المدمّر أصرع\nالهي بحق المصطفى وابن عمّه\nوحرمة أبرارٍ همُ لك خشّع\nالهي فأنشرني على دين أحمد\nمنيبًا تقيًّا قانتًا لك أخضع\nولا تحرمنّي يا الهي وسيّدي\nشفاعته الكبرى فذاك المشفّع\nوصلّ عليه ما دعاك موحّدٌ\nوناجاك أخيارٌ ببابك ركّع",
		"english": "For You is all praise, O Possessor of Bounty, Glory and Eminence,\nGlory be to You – You grant to whosoever You will, and withhold\nO Allah! My Creator, my Fortress, and my Refuge!\nTo You I resort, in hardship and in ease, for relief\nO Allah! Even if my mistakes have become grave and numerous\nThen Your Forgiveness is far greater (than those sins), and limitless\nO Allah! if I had given my soul all that it desired,\nThen there I would be, lost in the land of regret!\nO Allah! You see my position, my poverty and my destitution,\nAnd You hear my softly whispered supplication,\nO Allah! So sever not my hopes nor distract my heart (from You),\nFor I pine for the bounties of Your Generosity\nO Allah! If You thwart me or chase me away,\nThen who can I hope from, and who can I make intercede for me?\nO Allah! Keep me from Your punishment, indeed I am\nCaptive, abased, fearful, and subservient to You.\nO Allah! Let knowledge of the (ultimate) proofs accompany me\nWhen my grave becomes my abode and home\nO Allah! Even if You punish me for a thousand years,\nMy hopes in You will nonetheless never be severed\nO Allah! Let me savour Your forgiveness on the day\nWhen neither progeny nor wealth will be of any avail\nO Allah! If you do not forgive any but the doers of good,\nThen who is there for the disobedient, who indulge in their desires?\nO Allah! If you do not watch out for me, I will be lost!\nBut since You do watch over me, I am never lost.\nO Allah! Even though I have been negligent in pursuing goodness,\nI am now tracing and following the path to forgiveness.\nO Allah! I may have sinned in ignorance, but I have also always\nHoped (for Your Grace), until others wondered if I ever worried (about rejection)\nO Allah! My sins have become mountains or even higher,\nBut Your capacity for pardon is far greater and loftier\nO Allah! Remembrance of your might alleviates my sorrow\nWhile remembrance of my mistakes makes my eyes shed tears\nO Allah! Reduce my lapses and efface my sins\nFor (here) I am confessing, fearful and beseeching.\nO Allah! Grant me peace from You, and tranquility\nFor I knock but at the gates of Your mercy\nO Allah! If you distance me from Yourself or debase me,\nThen what recourse do I have, O Lord – what would I do?\nO Allah! Those drowned in (Your) love remain awake all night\nEntreating (You) and supplicating, while the unmindful slumber\nO Allah! Here are creatures, most of whom are asleep,\nBut the mindful use their nights to supplicate to You\nO Allah! For the sake of the Hashimite Muhammad,\nAnd the sacredness of the purified (ones) who humble themselves before You\nBut all of them hope for Your favours, and remain hopeful\nOf Your infinite Mercy, and of a Heaven eternal\nO Allah! My hopes have allowed me to desire amnesty,\nWhile the ugliness of my sins has held me back\nO Allah! So if You forgive me, Your pardon will save me,\nElse I will be destroyed by my devastating misdeeds\nO Allah! For the sake of Mustafa and his cousin,\nAnd the sanctity of the virtuous (ones) who truly submit to You\nO Allah! Resurrect me as a follower of the religion of Ahmad,\nAnd as a repentant, devout, obedient, and humble (servant) to You\nAnd do not deny me, O my Allah, O my Master,\nHis noble intercession, for he is the (perfect) mediator,\nAnd bless him whenever a monotheist calls upon You,\nAnd whenever the righteous bow at Your door, beseeching You.",
		"audio": [
			{
				"name": "Mahdi Sadqa",
				"link": "https://shiavoice.com/media/edaie/munajat_elmenzume/cu33z2scai0t.mp3"
			},
			{
				"name": "Seyyed Ameer AlHussaini",
				"link": "https://shiavoice.com/media/edaie/munajat_elmenzume/hpyhahavjc0f.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Taebeen",
		"arabic": "إلـٰهِي أَلْبَسَتْنِي الْخَطايا ثَوْبَ مَذَلَّتِي،\nوَجَلَّلَنِي التَّباعُدُ مِنْكَ لِباسَ مَسْكَنَتِي،\nوَأَماتَ قَلْبِي عَظِيمُ جِنايَتِي،\nفَأَحْيِه بِتَوْبَةٍ مِنْكَ يا أَمَلِي وَبُغْيَتِي،\nوَيا سُؤْلِي وَمُنْيَتِي،\nفَوَعِزَّتِكَ ما أَجِدُ لِذُنُوبِي سِواكَ غافِراً،\nوَلا أَرَىٰ لِكَسْرِي غَيْرَكَ جابِراً،\nوَقَدْ خَضَعْتُ بِالإِنابَةِ إلَيْكَ\nوَعَنَوْتُ بِالاسْتِكانَةِ لَدَيْكَ،\nفَإنْ طَرَدْتَنِي مِنْ بابِكَ فَبِمَنْ أَلُوذُ؟\nوَإنْ رَدَدْتَنِي عَنْ جَنابِكَ فَبِمَنْ أَعُوذُ؟\nفَوَا أَسَفاهُ مِنْ خَجْلَتِي وَافْتِضَاحِي،\nوَوا لَهْفاهُ مِنْ سُوءِ عَمَلِي وَاجْتِراحِي.\nأَسْأَلُكَ يا غافِرَ الذَّنْبِ الْكَبِيرِ\nوَيا جابِرَ الْعَظْمِ الْكَسِيرِ،\nأَنْ تَهَبَ لِي مُوبِقاتِ الْجَرائِرِ،\nوَتَسْتُرَ عَلَيَّ فاضِحاتِ السَّرائِرِ،\nوَلا تُخْلِنِي فِي مَشْهَدِ الْقِيامَةِ مِنْ بَرْدِ عَفْوِكَ وَغَفْرِكَ،\nوَلا تُعْرِنِي مِنْ جَمِيلِ صَفْحِكَ وَسَتْرِكَ.\nإِلـٰهِي ظَلِّلْ عَلَىٰ ذُنُوبِي غَمامَ رَحْمَتِكَ،\nوَأَرْسِلْ عَلىٰ عُيُوبِي سَحابَ رَأْفَتِكَ\nإِلـٰهِي هَلْ يَرْجِعُ الْعَبْدُ الأَبِقُ إلاَّ إلَىٰ مَوْلاهُ\nأَمْ هَلْ يُجِيرُهُ مِنْ سَخَطِهِ أَحَدٌ سِواهُ؟\nإِلـٰهِي إنْ كانَ النَّدَمُ عَلَىٰ الذَّنْب تَوْبَةً،\nفَإِنِّي وَعِزَّتِكَ مِنَ النَّادِمِينَ،\nوَإِنْ كَانَ الاسْتِغْفارُ مِنَ الْخَطيئَةِ حِطَّةً،\nفَإِنِّي لَكَ مِنَ الُمُسْتَغْفِرِينَ،\nلَكَ الْعُتْبىٰ حَتَّىٰ تَرْضَىٰ.\nإِلـٰهِي بِقُدْرَتِكَ عَلَيَّ تُبْ عَلَيَّ،\nوَبِحِلْمِكَ عَنِّي اعْفُ عَنِّي،\nوَبِعِلْمِكَ بِي ارْفَقْ بِي.\nإِلـٰهِي أَنْتَ الَّذِي فَتَحْتَ لِعِبادِكَ بَابَاً إلَىٰ عَفْوِكَ سَمَّيْتَهُ التَّوْبَةَ،\nفَقُلْتَ: ( تُوبُوا إلَىٰ اللَّهِ تَوْبَةً نَصُوحَاً )،\nفَما عُذْرُ مَنْ أَغْفَلَ دُخُولَ الْبابِ بَعْدَ فَتْحِهِ.\nإِلـٰهِي إنْ كانَ قَبُحَ الذَّنْبُ مِنْ عَبْدِكَ\nفَلْيَحْسُنِ الْعَفْوُ مِنْ عِنْدِكَ.\nإِلـٰهِي ما أَنَا بِأَوَّلِ مَنْ عَصاكَ، فَتُبْتَ عَلَيْهِ،\nوَتَعَرَّضَ بِمَعْرُوفِكَ، فَجُدْتَ عَلَيْهِ،\nيا مُجِيبَ الْمُضْطَرِّ،\nيا كَاشِفَ الضُّرِّ،\nيا عَظِيمَ الْبِرِّ،\nيا عَليمَاً بِما فِي السِّرِّ،\nيا جَمِيلَ السِّتْرِ\nاسْتَشْفَعْتُ بِجُودِكَ وَكَرَمِكَ إلَيْكَ،\nوَتَوَسَّلْتُ بِجَنابِكَ وَتَرَحُّمِكَ لَدَيْكَ،\nفَاسْتَجِبْ دُعائِي،\nوَلا تُخَيِّبْ فِيكَ رَجَائِي\nوَتَقَبَّلْ تَوْبَتِي\nوَكَفِّرْ خَطيئَتِي،\nبِمَنِّكَ وَرَحْمَتِكَ\nيا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, offenses have clothed me in the garment of my lowliness,\nseparation from You has wrapped me in the clothing of my misery!\nMy dreadful crimes have deadened my heart,\nso bring it to life by a repentance from You! O my hope and my aim!\nO my wish and my want!\nBy Your might, I find no one but You to forgive my sins\nand I see none but You to mend my brokenness!\nI have subjected myself to You in repeated turning,\nI have humbled myself to You in abasement.\nIf You cast me out from Your door, in whom shall I take shelter?\nIf You repell me from Your side, in whom shall I seek refuge?\nO my grief at my ignominy and disgrace!\nO my sorrow at my evil works and what I have committed!\nI ask You, O Forgiver of great sins,\nO Mender of broken bones,\nto overlook my ruinous misdeeds\nand cover my disgraceful secret thoughts!\nAt the witnessing place of the Resurrection, empty me not of the coolness of Your pardon and forgiveness,\nand strip me not of Your beautiful forbearance and covering!\nMy God, let the cloud of Your mercy cast its shadow upon my sins\nand send the billow of Your clemency flowing over my faults!\nMy God, does the fugitive servant return to anyone other than his Master?\nOr does anyone grant him sanctuary from his Master’s wrath other than his Master Himself?\nMy God, if remorse for sins is a repentance,\nI - by Your might - am one of the remorseful!\nIf praying forgiveness for offenses is an alleviation,\nI am one of those who pray forgiveness!\nTo You I return that You may be well pleased!\nMy God, through Your power over me, turn toward me,\nthrough Your clemency toward me, pardon me,\nand through Your knowledge of me, be gentle toward me!\nMy God, You are He who has opened a door to Your pardon and named it 'repentance',\nfor You said, Repent to God with unswerving repentance.\nWhat is the excuse of him who remains heedless of entering the door after its opening?\nMy God, though the sins of Your servant are ugly,\nYour pardon is beautiful.\nMy God, I am not the first to have disobeyed You, and You turned toward him,\nor to have sought to attain Your favour, and You were munificent toward him.\nO Responder to the distressed!\nO Remover of injury!\nO Great in goodness!\nO Knower of everything secret!\nO Beautiful through covering over!\nI seek Your munificence and Your generosity to intercede with You,\nI seek Your side and Your showing mercy to mediate with You,\nso grant my supplication,\ndisappoint not my hope in You,\naccept my repentance,\nand hide my offense,\nthrough Your kindness and mercy,\nO Most Merciful of the merciful",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/qj4ke5zh3p89.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/wxxfbtajvf2d.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/jn6zuvh5b1ib.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Shakeen",
		"arabic": "إِلـٰهِي إليْكَ أَشْكُو نَفْساً بِالسُّوءِ أَمَّارَةً،\nوَإلَىٰ الْخَطيئَةِ مُبادِرَةً،\nوَبِمَعاصِيكَ مُولَعَةً،\nوَلِسَخَطِكَ مُتَعَرِّضَةً،\nتَسْلُكُ بِي مَسالِكَ الْمَهالِكِ،\nوَتَجْعَلُنِي عِنْدَكَ أَهْوَنَ هَالِكٍ،\nكَثِيرَةَ الْعِلَلِ طَوِيلَةَ الأَمَلِ،\nإنْ مَسَّهَا الشَّرُّ تَجْزَعُ،\nوَإنْ مَسَّهَا الْخَيْرُ تَمْنَعُ،\nمَيَّالَةً إلَىٰ اللَّعِبِ وَاللَّهْوِ،\nمَمْلُوَّةً بِالْغَفْلَةِ وَالسَّهْوِ،\nتُسْرِعُ بِي إلَىٰ الْحَوْبَةِ،\nوَتُسَوِّفُنِي بِالتَّوْبَةِ.\nإِلـٰهِي أَشْكُو إلَيْكَ عَدُوّاً يُضِلُّنِي\nوَشَيْطانَاً يَغْوِينِي،\nقَدْ مَلأَ بِالْوَسْواسِ صَدْرِي،\nوَأَحاطَتْ هَواجِسُهُ بِقَلْبِي\nيُعاضِدُ لِيَ الْهَوىٰ،\nوَيُزَيِّنُ لِي حُبَّ الدُّنْيَا،\nوَيَحُولُ بَيْنِي وَبَيْنَ الطَّاعَةِ وَالزُّلْفىٰ.\nإِلـٰهِي إلَيْكَ أَشْكُو قَلْبَاً قاسِياً\nمَعَ الْوَسْواسِ مُتَقَلِّباً،\nوَبِالرَّيْنِ وَالطَّبْعِ مُتَلَبِّساً،\nوَعَيْنَاً عَنِ الْبُكاءِ مِنْ خَوْفِكَ جامِدَةً،\nوَإِلَىٰ ما تَسُرُّها طامِحَةً.\nإِلـٰهِي لا حَوْلَ وَلا قُوَّةَ إلاَّ بِقُدْرَتِكَ،\nوَلا نَجاةَ لِي مِنْ مَكارِهِ الدُّنْيا إلاَّ بِعِصْمَتِكَ،\nفَأَسْأَلُكَ بِبَلاغَةِ حِكْمَتِكَ،\nوَنَفاذِ مَشِيَّتِكَ،\nأَنْ لا تَجْعَلَنِي لِغَيْرِ جُودِكَ مُتَعَرِّضاً،\nوَلا تُصَيِّرَنِي لِلْفِتَنِ غَرَضاً،\nوَكُنْ لِي عَلَىٰ الأَعْداءِ ناصِرَاً،\nوَعَلَىٰ الْمَخَازِي وَالْعُيُوبِ ساتِراً،\nوَمِنَ الْبَلاءِ واقِياً،\nوَعَنِ الْمَعاصِي عاصِمَاً،\nبِرَأْفَتِكَ وَرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, to You I complain of a soul commanding to evil,\nrushing to offenses,\neager to disobey You,\nand exposing itself to Your anger.\nIt takes me on the roads of disasters,\nit makes me the easiest of perishers before You;\nmany its pretexts, drawn out its expectations;\nwhen evil touches it, it is anxious,\nwhen good touches it, grudging;\ninclining to play and diversion,\nfull of heedlessness and inattention,\nit hurries me to misdeeds\nand makes me delay repentance.\nMy God, I complain to You of an enemy who misguides me\nand a satan who leads me astray.\nHe has filled my breast with tempting thoughts,\nand his suggestions have encompassed my heart.\nHe supports caprice against me,\nembellishes for me the love of this world,\nand separates me from obedience and proximity!\nMy God, to You I complain of a heart that is hard,\nturned this way and that by tempting thoughts,\nclothed in rust and the seal,\nand of an eye too indifferent to weep in fear of You\nand eagerly seeking that which gladdens it!\nMy God, there is no force and no strength except in Your power,\nand no deliverance for me from the detested things of this world save through Your preservation.\nSo I ask You by Your far-reaching wisdom\nand Your penetrating will\nnot to let me expose myself to other than Your munificence\nand not to turn me into a target for trials!\nBe for me a helper against enemies,\na coverer of shameful things and faults,\na protector against afflictions,\na preserver against acts of disobedience!\nBy Your clemency and mercy, O Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/mqiyq0f6wagh.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/naxigrv95qif.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/qfobmtewn1gu.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Khaefeen",
		"arabic": "إلـٰهِي أَتَرَاكَ بَعْدَ الإِيْمانِ بِكَ تُعَذّ ِبُنِي،\nأَمْ بَعْدَ حُبّـِي إيَّاكَ تُبَعّـِدُنِي،\nأَمْ مَعَ رَجائِي بِرَحْمَتِكَ وَصَفْحِكَ تَحْرِمُنِي،\nأَمْ مَعَ اسْتِجارَتِي بِعَفْوِكَ تُسْلِمُنِي؟\nحَاشَا لِوَجْهِكَ الْكَرِيمِ أَنْ تُخَيّـِبَنِي،\nلَيْتَ شِعْرِي،\nأَلِلشَّقاءِ وَلَدَتْنِي أُمّـِي،\nأَمْ لِلْعَناءِ رَبَّتْنِي؟\nفَلَيْتَهَا لَمْ تَلِدْنِي وَلَمْ تُرَبّـِنِي،\nوَلَيْتَنِي عَلِمْتُ أَمِنْ أَهْلِ السَّعادَةِ جَعَلْتَنِي؟\nوَبِقُرْبِكَ وَجَوارِكَ خَصَصْتَنِي؟\nفَتَقَرَّ بِذالِكَ عَيْنِي، وَتَطْمَئِنَّ لَهُ نَفْسِي.\nإلـٰهِي هَلْ تُسَوّ ِدُ وُجُوهًا خَرَّتْ ساجِدَةً لِعَظَمَتِكَ؟\nأَوْ تُخْرِسُ أَلْسِنَةً نَطَقَتْ بِالثَّناءِ عَلَىٰ مَجْدِكَ وَجَلالَتِكَ؟\nأَوْ تَطْبَعُ عَلَىٰ قُلُوبٍ انْطَوَتْ عَلىٰ مَحَبَّتِكَ؟\nأَوْ تُصِمُّ أَسْماعَاً تَلَذَّذَتْ بِسَماعِ ذِكْرِكَ فِي إرادَتِكَ؟\nأَوْ تَغُلُّ أَكُفَّاً رَفَعَتْهَا الآمالُ إلَيْكَ رَجاءَ رَأْفَتِكَ؟\nأَوْ تُعاقِبُ أَبْداناً عَمِلَتْ بِطاعَتِكَ\nحَتَّىٰ نَحِلَتْ فِي مُجاهَدَتِكَ،\nأَوْ تُعَذّ ِبُ أَرْجُلاً سَعَتْ فِي عِبادَتِكَ.\nإِلَـٰهِي لا تُغْلِقْ عَلىٰ مُوَحّـِدِيكَ أَبْوابَ رَحْمَتِكَ،\nوَلا تَحْجُبْ مُشْتاقِيكَ عَنِ النَّظَرِ إلَىٰ جَمِيلِ رُؤْيَتِكَ.\nإِلـٰهِي نَفْسٌ أَعْزَزْتَها بِتَوْحِيدِكَ،\nكَيْفَ تُذِلُّها بِمَهانَةِ هِجْرانِكَ؟\nوَضَمِيرٌ انْعَقَدَ عَلىٰ مَوَدَّتِكَ\nكَيْفَ تُحْرِقُهُ بِحَرَارَةِ نِيرانِكَ؟\nإِلـٰهِي أَجِرْنِي مِنْ أَلِيمِ غَضَبِكَ وَعَظِيمِ سَخَطِكَ،\nيا حَنَّانُ يا مَنَّانُ،\nيا رَحِيمُ يا رَحْمنُ،\nيا جَبَّارُ يا قَهَّارُ،\nيا غَفَّارُ يا سَتَّارُ،\nنَجّـِنِي بِرَحْمَتِكَ مِنْ عَذابِ النَّارِ،\nوَفَضِيحَةِ الْعارِ،\nإذَا امْتازَ الأَخْيارُ مِنَ الأَشْرارِ،\nوَحالَتِ الأَحْوالُ، وَهالَتِ الأَهْوالُ\nوَقَرُبَ الْمُحْسِنُونَ، وَبَعُدَ الْمُسِيئُونَ،\nوَوُفّـِيَتْ كُلُّ نَفْسٍ ما كَسَبَتْ وَهُمْ لا يُظْلَمُونَ",
		"english": "My God, what thinkest You? Will You chastise me after my faith in You?\nDrive me far away after my love for You?\nDeprive me while I hope for Your mercy and forgiveness?\nForsake me while I seek sanctuary in Your pardon?\nHow could Your generous face disappoint me?!\nI wish that I know -\nDid my mother bear me for wretchedness?\nDid she nurture me for suffering?\nIf such, then I wish that she had not borne me and had not nurtured me!\nI wish that I had knowledge - Have You appointed me one of the people of felicity?\nHave You singled me out for Your nearness and neighbourhood?\nThen would my eyes be gladdened, and in that my soul reach serenity.\nMy God, do You blacken faces which fall down in prostration before Your mightiness?\nDo You strike dumb tongues which speak in laudation of Your glory and majesty?\nDo You seal hearts which harbour Your love?\nDo You deafen ears which take pleasure in hearing Your remembrance according to Your will?\nDo You manacle hands which expectations have raised to You in hope of Your clemency?\nDo You punish bodies which worked to obey You\nuntil they grew thin in struggling for You?\nDo You chastise legs which ran to worship You?\nMy God, lock not toward those who profess Your Unity the doors of Your mercy,\nand veil not those who yearn for You from looking upon the vision of Your beauty!\nMy God, a soul which You has exalted by its professing Your Unity -\nhow will You burn it in the heat of Your fires?\nMy God, a heart which has been knotted by its love for You—\nhow will You burn it in the heat of Your fires?\nMy God, give me sanctuary from Your painful wrath and Your mighty anger!\nO All-loving, O All-kind!\nO Compassionate, O Merciful!\nO Compeller, O Subduer!\nO All-forgiver, O All-covering!\nDeliver me through Your mercy from the chastisement of the Fire\nand the disgrace of shame\nwhen the good are set apart from the evil,\nforms are transformed, terrors terrify,\nthe good-doers are brought near, the evildoers taken far,\nand every soul is paid in full what it has earned, and they shall not be wronged",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/rsrq326vw5nk.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/gowu4jtivmj3.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/fncczeee242i.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Rajeen",
		"arabic": "يا مَنْ إِذَا سَأَلَهُ عَبْدٌ أَعْطَاهُ،\nوَإذا أَمَّلَ ما عِنْدَهُ بَلَّغَهُ مُناهُ،\nوَإِذَا أَقْبَلَ عَلَيْهِ قَرَّبَهُ وَأَدْناهُ،\nوَإِذا جاهَرَهُ بِالْعِصْيانِ سَتَرَ عَلَىٰ ذَنْبِهِ وَغَطَّاهُ،\nوَإِذا تَوَكَّلَ عَلَيْهِ أَحْسَبَهُ وَكَفَاهُ\nإِلـٰهِي مَنِ الَّذِي نَزَلَ بِكَ مُلْتَمِساً قِراكَ فَما قَرَيْتَهُ؟\nوَمَنِ الَّذِي أَناخَ بِبابِكَ مُرْتَجِياً نَداكَ فَما أَوْلَيْتَهُ؟\nأَيَحْسُنُ أَنْ أَرْجِعَ عَنْ بابِكَ بِالْخَيْبَةِ مَصْرُوفاً،\nوَلَسْتُ أَعْرِفُ سِواكَ مَوْلىً بِالإِحْسانِ مَوْصُوفاً؟\nكَيْفَ أَرْجُو غَيْرَكَ وَالْخَيْرُ كُلُّهُ بِيَدِكَ؟!\nوَكَيْفَ أُؤَمِّلُ سِوَاكَ وَالْخَلْقُ وَالأَمْرُ لَكَ؟!\nأَأَقْطَعُ رَجائِي مِنْكَ وَقَدْ أَوْلَيْتَنِي ما لَمْ أَسْأَلْهُ مِنْ فَضْلِكَ؟!\nأَمْ تُفْقِرُنِي إلىٰ مِثْلِي وَأَنَا أَعْتَصِمُ بِحَبْلِكَ؟!\nيا مَنْ سَعِدَ بِرَحْمَتِهِ الْقاصِدُونَ،\nوَلَمْ يَشْقَ بِنِقْمَتِهِ الْمُسْتَغْفِرُونَ،\nكَيْفَ أَنْسَاكَ وَلَمْ تَزَلْ ذاكِرِي؟!\nوَكَيْفَ أَلْهُو عَنْكَ وَأَنْتَ مُراقِبِي؟!\nإلـٰهِي بِذَيْلِ كَرَمِكَ أَعْلَقتُ يَدِي،\nوَلِنَيْلِ عَطاياكَ بَسَطْتُ أَمَلِي،\nفَأَخْلِصْنِي بِخالِصَةِ تَوْحِيدِكَ،\nوَاجْعَلْنِي مِنْ صَفْوَةِ عَبِيدِكَ،\nيا مَنْ كُلُّ هارِبٍ إِلَيْهِ يَلْتَجِئُ،\nوَكُلُّ طالِبٍ إيَّاهُ يَرْتَجِي،\nيا خَيْرَ مَرْجُوّ ٍ،\nوَيا أَكْرَمَ مَدْعُوّ ٍ،\nوَيا مَنْ لا يُرَدُّ سائِلُهُ،\nوَلا يُخَيَّبُ آمِلُهُ،\nيا مَنْ بابُهُ مَفْتُوحٌ لِدَاعِيهِ،\nوَحِجابُهُ مَرْفُوعٌ لِراجِيهِ،\nأَسْأَلُكَ بِكَرَمِكَ أَنْ تَمُنَّ عَلَيَّ مِنْ عَطائِكَ بِما تَقَرُّ بِهِ عَيْنِي،\nوَمِنْ رَجائِكَ بِما تَطْمَئِنُّ بِهِ نَفْسِي،\nوَمِنَ الْيَقِينِ بِما تُهَوّ ِنُ بِهِ عَلَيَّ مُصِيباتِ الدُّنْيا،\nوَتَجْلُو بِهِ عَنْ بَصِيرَتِي غَشَواتِ الْعَمَىٰ\nبِرَحْمتِكَ يا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "O He who gives to a servant who asks from Him,\ntakes him to his wish when he expectantly hopes for what is with Him,\nbrings him near and close when he approaches Him,\ncovers over his sin and cloaks it when he shows it openly,\nand satisfies and suffices him when he has confidence in Him!\nMy God, who is the one who has come before You seeking hospitality, and whom You have not received hospitably?\nWho is the one who has dismounted at Your door hoping for magnanimity, and to whom You have not shown it?\nIs it good that I come back from Your door, turned away in disappointment,\nwhile I know of no patron qualified by beneficence but You?\nHow should I have hope in other than You, when the good - all of it - is in Your hand?\nHow should I expect from others, when for You are the creation and the command?\nShould I cut off my hope for You, when You have shown me of Your bounty that for which I have not asked?\nWould You make me have need for my like whilst I hold fast to Your cord?!\nO He through whose mercy the strivers reach felicity\nand through whose vengeance the seekers of forgiveness are not made wretched!\nHow should I forget You, while You never cease remembering me?\nHow should I be diverted from You while You are my constant watcher?\nMy God, I have fastened my hand to the shirt of Your generosity,\nI have stretched forth my expectation toward reaching Your gifts,\nso render me pure through the purest profession of Your Unity,\nand appoint me one of Your choice servants!\nO He who is the asylum of every fleer,\nthe hope of every seeker!\nO Best Object of hope!\nO Most Generous Object of supplication!\nO He who does not reject His asker\nor disappoint the expectant!\nO He whose door is open to His supplicators\nand whose veil is lifted for those who hope in Him!\nI ask You by Your generosity to show kindness toward me through Your gifts, with that which will gladden my eye,\nthrough hope in You, with that which will give serenity to my soul,\nand through certainty with that which will make easy for me the afflictions of this world\nand lift from my insight the veils of blindness!\nBy Your mercy, O Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/ke4v5w83mgwe.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/jq1yi0dohbhw.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/id8ao720i1ij.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Raghebeen",
		"arabic": "إِلـٰهِي إنْ كانَ قَلَّ زادِي فِي الْمَسِيرِ إلَيْكَ،\nفَلَقَدْ حَسُنَ ظَنّـِي بِالتَّوَكُّلِ عَلَيْكَ،\nوَإنْ كَانَ جُرْمِي قَدْ أَخافَنِي مِنْ عُقُوبَتِكَ،\nفَإنَّ رَجائِي قَدْ أَشْعَرَنِي بِالأَمْنِ مِنْ نِقْمَتِكَ،\nوَإنْ كانَ ذَنْبِي قَدْ عَرَّضَنِي لِعِقابِكَ،\nفَقَدْ آذَنَنِي حُسْنُ ثِقَتِي بِثَوابِكَ،\nوَإنْ أَنامَتْنِي الْغَفْلَةُ عَنِ الاسْتِعْدادِ لِلِقائِكَ،\nفَقَدْ نَبَّهَتْنِي الْمَعْرِفَةُ بِكَرَمِكَ وَآلائِكَ،\nوَإنْ أَوْحَشَ ما بَيْنِي وَبَيْنَكَ فَرْطُ الْعِصْيانِ وَالطُّغْيانِ،\nفَقَدْ آنَسَنِي بُشْرَىٰ الْغُفْرانِ وَالرّ ِضْوانِ،\nأَسْأَلُكَ بِسُبُحاتِ وَجْهِكَ وَبِأَنْوارِ قُدْسِكَ،\nوَأَبْتَهِلُ إلَيْكَ بِعَوَاطِفِ رَحْمَتِكَ وَلَطائِفِ بِرّ ِكَ،\nأَنْ تُحَقّـِقَ ظَنّـِي بِما أُؤَمّـِلُهُ مِنْ جَزِيلِ إِكْرامِكَ،\nوَجَمِيلِ إِنْعامِكَ\nفِي الْقُرْبىٰ مِنْكَ،\nوَالزُّلْفىٰ لَدَيْكَ،\nوَالتَّمَتُّعِ بِالنَّظَرِ إلَيْكَ،\nوَها أَنَا مُتَعَرّ ِضٌ لِنَفَحاتِ رَوْحِكَ وَعَطْفِكَ،\nوَمُنْتَجِعٌ غَيْثَ جُودِكَ وَلُطْفِكَ،\nفَارٌّ مِنْ سَخَطِكَ إلىٰ رِضاكَ،\nهارِبٌ مِنْكَ إلَيْكَ،\nراجٍ أَحْسَنَ ما لَدَيْكَ\nمُعَوّ ِلٌ عَلىٰ مَواهِبِكَ،\nمُفْتَقِرٌ إِلىٰ رِعايَتِكَ\nإِلـٰهِي ما بَدَأْتَ بِهِ مِنْ فَضْلِكَ فَتَمّـِمْهُ،\nوَما وَهَبْتَ لِي مِنْ كَرَمِكَ فَلا تَسْلُبْهُ،\nوَما سَتَرْتَهُ عَلَيَّ بِحِلْمِكَ فَلا تَهْتِكْهُ،\nوَما عَلِمْتَهُ مِنْ قَبِيحِ فِعْلِي فَاغْفِرْهُ.\nإِلـٰهِي اسْتَشْفَعْتُ بِكَ إلَيْكَ\nوَاسْتَجَرْتُ بِكَ مِنْكَ\nأَتَيْتُكَ طامِعَاً فِي إِحْسانِكَ،\nراغِباً فِي امْتِنانِكَ،\nمُسْتَسْقِياً وابِلَ طَوْلِكَ\nمُسْتَمْطِراً غَمامَ فَضْلِكَ،\nطالِباً مَرْضاتِكَ،\nقاصِداً جَنابَكَ،\nوارِداً شَرِيعَةَ رِفْدِكَ،\nمُلْتَمِساً سَنِيَّ الْخَيْراتِ مِنْ عِنْدِكَ،\nوافِداً إلىٰ حَضْرَةِ جَمالِكَ،\nمُرِيداً وَجْهَكَ،\nطارِقاً بابَكَ،\nمُسْتَكِيناً لِعَظَمَتِكَ وَجَلالِكَ،\nفَافْعَلْ بِي ما أَنْتَ أَهْلُهُ مِنَ الْمَغْفِرَةِ وَالرَّحْمَةِ،\nوَلا تَفْعَلْ بِي ما أَنَا أَهْلُهُ مِنَ الْعَذابِ وَالنّـِقْمَةِ\nبِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, though my provisions for travelling in your path are few,\nmy confidence in You has given me a good hope\nThough my sin has made me fear Your punishment,\nmy hope has let me feel secure from Your vengeance.\nThough my misdeed has exposed me to Your penalty,\nmy excellent trust has apprised me of Your reward.\nThough heedlessness has put to sleep my readiness to meet You,\nknowledge has awakened me to Your generosity and boons.\nThough excessive disobedience and rebellion have estranged me from You,\nthe glad tidings of forgiveness and good pleasure have made me feel intimate with You.\nI ask You by the splendours of Your face and the lights of Your holiness,\nand I implore You by the tenderness of Your mercy and the gentleness of Your goodness,\nto verify my opinion in expecting Your great generosity\nand Your beautiful favour,\nthrough nearness to You,\nproximity with You,\nand enjoyment of gazing upon You!\nHere am I, addressing myself to the breezes of Your freshness and tenderness,\nhaving recourse to the rain of Your generosity and gentleness,\nfleeing from Your displeasure to Your good pleasure\nand from You to You,\nhoping for the best of what is with You,\nrelying upon Your gifts,\nutterly poor toward Your guarding!\nMy God, Your bounty which You have begun - complete it!\nYour generosity which You have given me - strip it not away!\nYour cover over me through Your clemency - tear it not away!\nMy ugly acts which You have come to know - forgive them!\nMy God, I seek intercession from You with You,\nand I seek sanctuary in You from You!\nI have come to You craving Your beneficence,\ndesiring Your kindness,\nseeking water from the deluge of Your graciousness,\nbegging rain from the clouds of Your bounty,\nrequesting Your good pleasure,\ngoing straight to Your side,\narriving at the watering-place of Your support,\nseeking exalted good things from Your quarter,\nreaching for the presence of Your beauty,\nwanting Your face,\nknocking at Your door,\nabasing myself before Your mightiness and majesty!\nSo act toward me with the forgiveness and mercy of which You are worthy!\nAct not toward me with the chastisement and vengeance of which I am worthy!\nBy Your mercy, O Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/fvye3xiam5pj.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/idt3ur7kxx4k.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/vt51p2acq78k.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Shakereen",
		"arabic": "إِلـٰهِي أَذْهَلَنِي عَنْ إقامَةِ شُكْرِكَ تَتابُعُ طَوْلِكَ،\nوَأَعْجَزَنِي عَنْ إِحْصاءِ ثَنَائِكَ فَيْضُ فَضْلِكَ،\nوَشَغَلَنِي عَنْ ذِكْرِ مَحامِدِكَ تَرادُفُ عَوائِدِكَ،\nوَأَعْيانِي عَنْ نَشْرِ عوارِفِكَ تَوالِي أَيدِيكَ،\nوَ هٰذَا مَقامُ مَنِ اعْتَرَفَ بِسُبُوغِ النَّعْماءِ،\nوَقابَلَها بِالتَّقْصِيرِ،\nوَشَهِدَ عَلىٰ نَفْسِهِ بِالإِهْمالِ وَالتَّضْيِيعِ،\nوَأَنْتَ الرَّؤُوفُ الرَّحِيمُ الْبَرُّ الْكَرِيمُ،\nالَّذِي لا يُخَيّـِبُ قاصِدِيهِ،\nوَلا يَطْرُدُ عَنْ فِنائِهِ آمِلِيهِ،\nبِساحَتِكَ تَحُطُّ رِحالُ الرَّاجِينَ،\nوَبِعَرْصَتِكَ تَقِفُ آمالُ الْمُسْتَرْفِدِينَ،\nفَلا تُقابِلْ آمالَنا بِالتَّخْيِيبِ وَالإِياسِ،\nوَلا تُلْبِسْنا سِرْبالَ الْقُنُوطِ وَالإِبْلاسِ.\nإِلـٰهِي تَصاغَرَ عِنْدَ تَعاظُمِ آلائِكَ شُكْرِي،\nوَتَضَاءَلَ فِي جَنْبِ إكْرَامِكَ إيَّايَ ثَنائِي وَنَشْرِي،\nجَلَّلَتْنِي نِعَمُكَ مِنْ أَنْوَارِ الإِيْمانِ حُلَلاً،\nوَضَرَبَتْ عَلَيَّ لَطائِفُ بِرّ ِكَ مِنَ الْعِزّ ِ كِلَلاً،\nوَقَلَّدْتَنِي مِنْكَ قَلائِدَ لا تُحَلُّ،\nوَطَوَّقْتَنِي أَطْوَاقاً لا تُفَلُّ،\nفَآلاؤُكَ جَمَّةٌ ضَعُفَ لِسانِي عَنْ إحْصائِها،\nوَنَعْماؤُكَ كَثِيرَةٌ قَصُرَ فَهْمِي عَنْ إدْرَاكِها فَضْلاً عَنِ اسْتِقْصائِها،\nفَكَيْفَ لِي بِتَحْصِيلِ الشُّكْرِ،\nوَشُكْرِي إيَّاكَ يَفْتَقِرُ إلىٰ شُكْرٍ،\nفَكُلَّما قُلْتُ: لَكَ الْحَمْدُ،\nوَجَبَ عَلَيَّ لِذٰلِكَ أَنْ أَقُولَ: لَكَ الْحَمْدُ.\nإِلـٰهِي فَكَما غَذَّيْتَنا بِلُطْفِكَ، وَرَبَّيْتَنا بِصُنْعِكَ،\nفَتَمّـِمْ عَلَيْنَا سَوابِـغَ النّـِعَمِ، وَادْفَعْ عَنَّا مَكارِهَ النّـِقَمِ،\nوَآتِنا مِنْ حُظُوظِ الدَّارَيْنِ أَرْفَعَهَا وَأَجَلَّها\nعاجِلاً وَآجِلاً،\nوَلَكَ الْحَمْدُ عَلىٰ حُسْنِ بَلاَئِكَ\nوَسُبُوغِ نَعْمائِكَ\nحَمْداً يُوافِقُ رِضاكَ،\nوَيَمْتَرِي الْعَظِيمَ مِنْ بِرّ ِكَ وَنَداكَ،\nيا عَظِيمُ يا كَرِيمُ،\nبِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, the uninterrupted flow of Your graciousness hast distracted me from thanking You!\nThe flood of Your bounty has rendered me incapable of counting Your praises!\nThe succession of Your kind acts has diverted me from mentioning You in laudation!\nThe continuous rush of Your benefits has thwarted me from spreading the news of Your gentle favours!\nThis is the station of him who confesses to the lavishness of favours,\nmeets them with shortcomings,\nand witnesses to his own disregard and negligence.\nYou are the Clement, the Compassionate, the Good, the Generous,\nwho does not disappoint those who aim for Him,\nnor cast out from His courtyard those who expect from Him!\nIn Your yard are put down the saddlebags of the hopeful\nand in Your plain stand the hopes of the help-seekers!\nSo meet not our hopes by disappointing and disheartening\nand clothe us not in the shirt of despair and despondency!\nMy God, my thanksgiving is small before Your great boons,\nand my praise and news-spreading shrink beside Your generosity toward me!\nYour favours have wrapped me in the robes of the lights of faith,\nand the gentlenesses of Your goodness have let down over me delicate curtains of might!\nYour kindnesses have collared me with collars not to be moved\nand adorned me with neck-rings not to be broken!\nYour boons are abundant - my tongue is too weak to count them!\nYour favours are many - my understanding falls short of grasping them, not to speak of exhausting them!\nSo how can I achieve thanksgiving?\nFor my thanking You requires thanksgiving.\nWhenever I say, 'To You belongs praise!',\nit becomes thereby incumbent upon me to say, 'To You belongs praise'!\nMy God, as You have fed us through Your gentleness and nurtured us through Your benefaction,\nso also complete for us lavish favours, repel from us detested acts of vengeance,\nand of the shares of the two abodes, give us their most elevated and their greatest,\nboth the immediate and the deferred!\nTo You belongs praise for Your good trial\nand the lavishness of Your favours,\na praise conforming to Your good pleasure\nand attracting Your great goodness and magnanimity.\nO All-mighty, O All-generous!\nBy Your mercy, O Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/fz5yfh14aer6.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/ris8h6s9ippq.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/yo77dq6fzniv.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Mateeieen",
		"arabic": "اَللَّهُمَّ أَلْهِمْنا طاعَتَكَ،\nوَجَنّـِبْنا مَعْصِيَتَكَ،\nوَيَسّـِرْ لَنا بُلُوغَ ما نَتَمَنَّىٰ مِنِ ابْتِغاءِ رِضْوانِكَ،\nوَأَحْلِلْنا بُحْبُوحَةَ جِنانِكَ،\nوَاقْشَعْ عَنْ بَصائِرِنا سَحابَ الإِرْتِيابِ،\nوَاكْشِفْ عَنْ قُلُوبِنا أَغْشِيَةَ الْمِرْيَةِ وَالْحِجابِ،\nوَأَزْهِقِ الْباطِلَ عَنْ ضَمائِرِنا،\nوَأَثْبِتِ الْحَقَّ فِي سَرائِرِنا،\nفَإنَّ الشُّكُوكَ وَالظُّنُونَ لَواقِحُ الْفِتَنِ،\nوَمُكَدّ ِرَةٌ لِصَفْوِ الْمَنائِحِ وَالْمِنَنِ\nاَللَّهُمَّ احْمِلْنا فِي سُفُنِ نَجاتِكَ،\nوَمَتّـِعْنا بِلَذِيْذِ مُناجاتِكَ،\nوَأَوْرِدْنا حِياضَ حُبّـِكَ،\nوَأَذِقْنا حَلاوَةَ وُدّ ِكَ وَقُرْبِكَ،\nوَاجْعَلْ جِهادَنا فِيكَ،\nوَهَمَّنا فِي طاعَتِكَ،\nوَأَخْلِصْ نِيَّاتِنا فِي مُعامَلَتِكَ،\nفَإِنَّا بِكَ وَلَكَ،\nوَلا وَسِيلَةَ لَنا إلَيْكَ إلاَّ أَنْتَ\nإِلـٰهِي اجْعَلْنِي مِنَ الْمُصْطَفَيْنَ الأَخْيارِ،\nوَأَلْحِقْنِي بِالصَّالِحِينَ الأَبْرارِ،\nالسَّابِقِينَ إلَىٰ الْمَكْرُماتِ،\nالْمُسارِعِينَ إلَىٰ الْخَيْراتِ،\nالْعامِلِينَ لِلْباقِياتِ الصَّالِحاتِ،\nالسَّاعِينَ إلىٰ رَفِيعِ الدَّرَجاتِ،\nإنَّكَ عَلىٰ كُلّ ِ شَيْءٍ قَدِيرٌ،\nوَبِالإجابَةِ جَدِيرٌ\nبِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ",
		"english": "O God, inspire us to obey You,\nturn us aside from disobeying You,\nmake it easy for us to reach the seeking of Your good pleasure which we wish,\nset us down in the midst of Your Gardens,\ndispel from our insights the clouds of misgiving,\nuncover from our hearts the wrappings of doubt and the veil,\nmake falsehood vanish from our innermost minds,\nand fix the truth in our secret thoughts,\nfor doubts and opinions fertilise temptations\nand pollute the purity of gifts and kindnesses!\nO God, carry us in the ships of Your deliverance,\ngive us to enjoy the pleasure of whispered prayer to You,\nmake us drink at the pools of Your love,\nlet us taste the sweetness of Your affection and nearness,\nallow us to struggle for You,\npreoccupy us with obeying You,\nand purify our intentions in devoting works to You,\nfor we exist through You and belong to You,\nand we have no one to intercede for us with You but You!\nMy God, place me among the chosen, the good,\nJoin me to the righteous, the pious,\nthe first to reach generous gifts,\nthe swift to come upon good things,\nthe workers of the abiding acts of righteousness,\nthe strivers after elevated degrees!\nYou are powerful over everything\nand disposed to respond!\nBy Your mercy, O Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/pbermgx5n004.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/ass3y0ppnppd.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/bbvgzw4otrd5.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Mureedeen",
		"arabic": "سُبْحانَكَ ما أَضْيَقَ الطُّرُقَ عَلىٰ مَنْ لَمْ تَكُنْ دَلِيلَهُ!\nوَما أَوْضَحَ الْحَقَّ عِنْدَ مَنْ هَدَيْتَهُ سَبِيلَهُ!\nإِلـٰهِي فاسْلُكْ بِنا سُبُلَ الْوُصُولِ إلَيْكَ،\nوَسَيّـِرْنا فِي أَقْرَبِ الطُّرُقِ لِلْوُفُودِ عَلَيْكَ،\nقَرّ ِبْ عَلَيْنَا الْبَعِيدَ،\nوَسَهّـِلَ عَلَيْنَا الْعَسِيرَ الشَّدِيدَ،\nوَأَلْحِقْنا بِعِبادِكَ الَّذِينَ هُمْ بِالْبِدارِ إلَيْكَ يُسارِعُونَ\nوَبابَكَ عَلَىٰ الدَّوامِ يَطْرُقُونَ،\nوَإِيَّاكَ فِي اللَّيْلِ وَالنَّهارِ يَعْبُدُونَ،\nوَهُمْ مِنْ هَيْبَتِكَ مُشْفِقُونَ،\nالَّذِينَ صَفَّيْتَ لَهُمُ الْمَشارِبَ،\nوَبَلَّغْتَهُمُ الرَّغائِبَ،\nوَأَنْجَحْتَ لَهُمُ الْمَطالِبَ،\nوَقَضَيْتَ لَهُمْ مِنْ فَضْلِكَ الْمَآرِبَ،\nوَمَلأْتَ لَهُمْ ضَمائِرَهُمْ مِنْ حُبّـِكَ\nوَرَوَّيْتَهُمْ مِنْ صافِي شِرْبِكَ،\nفَبِكَ إلىٰ لَذِيذِ مُناجاتِكَ وَصَلُوا،\nوَمِنْكَ أَقْصىٰ مَقاصِدِهِمْ حَصَّلُوا،\nفَيا مَنْ هُوَ عَلَىٰ الْمُقْبِلِينَ عَلَيْهِ مُقْبِلٌ،\nوَبِالْعَطْفِ عَلَيْهِمْ عائِدٌ مُفْضِلٌ،\nوَبِالْغافِلِينَ عَنْ ذِكْرِهِ رَحِيمٌ رَؤُوفٌ،\nوَبِجَذْبِهمْ إلىٰ بابِهِ وَدُودٌ عَطُوفٌ،\nأَسْأَلُكَ أَنْ تَجْعَلَنِي مِنْ أَوْفَرِهِمْ مِنْكَ حَظّاً،\nوَأَعْلاهُمْ عِنْدَكَ مَنْزِلاً،\nوَأَجْزَلِهِـمْ مِنْ وُدّ ِكَ قِسَمـاً،\nوَأَفْضَلِهِمْ فِي مَعْرِفَتِكَ نَصِيباً،\nفَقَدِ انْقَطَعَتْ إلَيْكَ هِمَّتِي،\nوَانْصَرَفَتْ نَحْوَكَ رَغْبَتِي،\nفَأَنْتَ لاَ غَيْرُكَ مُرادِي،\nوَلَكَ لا لِسِواكَ سَهَرِي وَسُهادِي،\nوَلِقاؤُكَ قُرَّةُ عَيْني،\nوَوَصْلُكَ مُنىٰ نَفْسِي،\nوَإلَيْكَ شَوْقِي،\nوَفِي مَحَبَّتِكَ وَلَهِي،\nوَإلىٰ هَواكَ صَبابَتِي،\nوَرِضاكَ بُغْيَتي،\nوَرُؤْيَتُكَ حاجَتِي\nوَجِوارُكَ طَلَبِي،\nوَقُرْبُكَ غايَةُ سُؤْلِي،\nوَفِي مُنَاجَاتِكَ رَوْحِي وَراحَتِي،\nوَعِنْدَكَ دَواءُ عِلَّتِي، وَشِفاءُ غُلَّتِي،\nوَبَرْدُ لَوْعَتِي، وَكَشْفُ كُرْبَتِي.\nفَكُنْ أَنِيْسِي فِي وَحْشَتِي،\nوَمُقِيلَ عَثْرَتِي،\nوَغافِرَ زَلَّتِي،\nوَقابِلَ تَوْبَتِي،\nوَمُجِيبَ دَعْوَتِي،\nوَوَلِيَّ عِصْمَتِي،\nوَمُغْنِيَ فاقَتِي،\nوَلا تَقْطَعْنِي عَنْكَ،\nوَلا تُبْعِدْنِي مِنْكَ يا نَعِيمِي وَجَنَّتِي،\nوَيا دُنْيايَ وَآخِرَتِي،\nيا أَرْحَمَ الرَّاحِمِينَ",
		"english": "Glory be to You! How narrow are the paths for him whom You have not guided!\nHow plain the truth for him whom You have guided on his way!\nMy God, so make us travel on the roads that arrive at You\nand set us into motion on the paths nearest to reaching You!\nMake near for us the far,\nand make easy for us the hard and difficult!\nJoin us to Your servants, those who hurry to You swiftly,\nknock constantly at Your door,\nand worship You by night and by day,\nwhile they remain apprehensive in awe of You!\nYou have purified their drinking places,\ntaken them to the objects of their desire,\ngranted their requests,\naccomplished their wishes through Your bounty,\nfilled their minds with Your love,\nand quenched their thirst with Your pure drink.\nThrough You have they reached the pleasure of whispered prayer to You,\nand in You have they achieved their furthest goals.\nO He who comes toward those who come toward Him\nand grants gifts and bestows bounty upon them through tenderness!\nHe is compassionate and clement toward those heedless of His remembrance\nand loving and tender in drawing them to His door!\nI ask You to place me among those of them who have the fullest share from You,\nthe highest station with You,\nthe most plentiful portion of Your love,\nand the most excellent allotment of Your knowledge,\nfor my aspiration has been cut off from everything but You\nand my desire has turned toward You alone.\nYou are my object, none other;\nto You alone belongs my waking and my sleeplessness.\nMeeting You is the gladness of my eye,\njoining You the wish of my soul.\nToward You is my yearning,\nin love for You my passionate longing,\nin inclining toward You my fervent craving.\nYour good pleasure is the aim I seek,\nvision of You is my need,\nYour neighbourhood my request,\nnearness to You the utmost object of my asking.\nIn whispered prayer to You I find my repose and my ease.\nWith You lies the remedy of my illness, the cure for my burning thirst,\nthe coolness of my ardour, the removal of my distress.\nBe my intimate in my loneliness,\nthe releaser of my stumble,\nthe forgiver of my slip,\nthe accepter of my repentance,\nthe responder to my supplication,\nthe patron of preserving me from sin,\nthe one who frees me from my neediness!\nCut me not off from You\nand keep me not far from You! O my bliss and my garden!\nO my this world and my hereafter!\nO Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/ghrvc0kcy19z.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/zfwon7c4js3j.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/nuf3csbsmd8i.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Muhibeen",
		"arabic": "إِلـٰهِي مَنْ ذَا الَّذِي ذَاقَ حَلاوَةَ مَحَبَّتِكَ،\nفَرامَ مِنْكَ بَدَلاً؟\nوَمَنْ ذَا الَّذِي أَنِسَ بِقُرْبِكَ،\nفَابْتَغَىٰ عَنْكَ حِوَلاً؟\nإِلـٰهِي فَاجْعَلْنا مِمَّنِ اصْطَفَيْتَهُ لِقُرْبِكَ وَوِلايَتِكَ،\nوَأَخْلَصْتَه لِوُدّ ِكَ وَمَحَبَّتِكَ،\nوَشَوَّقْتَهُ إِلىٰ لِقَائِكَ،\nوَرَضَّيْتَهُ بِقَضائِكَ،\nوَمَنَحْتَهُ بِالنَّظَرِ إلىٰ وَجْهِكَ،\nوَحَبَوْتَهُ بِرِضاكَ،\nوَأَعَدْتَهُ مِنْ هَجْرِكَ وَقِلاكَ،\nوَبَوَّأْتَهُ مَقْعَدَ الصّـِدْقِ فِي جَوارِكَ،\nوَخَصَصْتَهُ بِمَعْرِفَتِكَ،\nوَأَهَّلْتَهُ لِعِبادَتِكَ،\nوَهَيَّمْتَ قَلْبَهُ لِإِرادَتِكَ،\nوَاجْتَبَيْتَهُ لِمُشاهَدَتِكَ،\nوَأَخْلَيْتَ وَجْهَهُ لَكَ،\nوَفَرَّغْتَ فُؤادَهُ لِحُبّـِكَ،\nوَرَغَّبْتَهُ فِيمَا عِنْدَكَ،\nوَأَلْهَمْتَهُ ذِكْرَكَ،\nوَأَوْزَعْتَهُ شُكْرَكَ،\nوَشَغَلْتَهُ بِطاعَتِكَ،\nوَصَيَّرْتَهُ مِنْ صالِحِي بَرِيَّتِكَ،\nوَاخْتَرْتَهُ لِمُناجاتِكَ،\nوَقَطَعْتَ عَنْهُ كُلَّ شَيْءٍ يَقْطَعُهُ عَنْكَ.\nاَللَّهُمَّ اجْعَلْنَا مِمَّنْ دَأْبُهُمُ الارْتِياحُ إلَيْكَ وَالْحَنِينُ،\nوَدَهْرُهُمُ الزَّفْرَةُ وَالأَنِينُ،\nجِباهُهُمْ سَاجِدَةٌ لِعَظَمَتِكَ،\nوَعُيُونُهُمْ ساهِرَةٌ فِي خِدْمَتِكَ،\nوَدُمُوُعُهُمْ سائِلَةٌ مِنْ خَشْيَتِكَ،\nوَقُلُوبُهُمْ مُتَعَلّـِقَةٌ بِمَحَبَّتِكَ،\nوَأَفْئِدَتُهُمْ مُنْخَلِعَةٌ مِنْ مَهابَتِكَ،\nيا مَنْ أَنْوارُ قُدْسِهِ لِأَبْصارِ مُحِبّـِيهِ رائِقَةٌ،\nوَسُبُحاتُ وَجْهِهِ لِقُلُوبِ عارِفيهِ شائِقَةٌ،\nيا مُنىٰ قُلُوبِ الْمُشْتاقِينَ،\nوَيا غَايَةَ آمالِ الْمُحِبّـِينَ\nأَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ،\nوَحُبَّ كُلّ ِ عَمَلٍ يُوصِلُنِي إلىٰ قُرْبِكَ،\nوَأَنْ تَجْعَلَكَ أَحَبَّ إلَيَّ مِمَّا سِواكَ\nوَأَنْ تَجْعَلَ حُبّـِي إيَّاكَ قائِداً إلىٰ رِضْوانِكَ،\nوَشَوْقِي إلَيْكَ ذائِداً عَنْ عِصْيانِكَ،\nوَامْنُنْ بِالنَّظَرِ إلَيْكَ عَلَيَّ،\nوَانْظُرْ بِعَيْنِ الْوُدّ ِ وَالْعَطْفِ إلَيَّ،\nوَلا تَصْرِفْ عَنّـِي وَجْهَكَ،\nوَاجْعَلْنِي مِنْ أَهْلِ الإِسْعادِ وَالْحُظْوَةِ عِنْدَكَ،\nيا مُجِيبُ،\nيا أَرْحَمَ الرَّاحِمِينَ",
		"english": "My God, who can have tasted the sweetness of Your love,\nthen wanted another in place of You?\nWho can have become intimate with Your nearness,\nthen sought removal from You?\nMy God, place us with him whom You have chosen for Your nearness and Your friendship,\npurified through Your affection and Your love,\ngiven yearning for the meeting with You,\nmade pleased with Your decree,\ngranted gazing upon Your face,\nshown the favour of Your good pleasure,\ngiven refuge from separation from You and Your loathing,\nsettled in a sure sitting place in Your neighbourhood,\nsingled out for true knowledge of You,\nmade worthy for worship of You,\nwhose heart You have captivated with Your will,\nwhom You have picked for contemplating You,\nwhose look You have made empty for You,\nwhose breast You have freed for Your love,\nwhom You have made desirous of what is with You,\ninspired with Your remembrance,\nallotted thanksgiving to You,\noccupied with obeying You,\nturned into one of Your righteous creatures,\nchosen for whispered prayer to You,\nand from whom You have cut off all things which cut him off from You!\nO God, place us among those whose habit is rejoicing in You and yearning for You,\nwhose time is spent in sighing and moaning!\nTheir foreheads are bowed down before Your mightiness,\ntheir eyes wakeful in Your service,\ntheir tears flowing in dread of You,\ntheir hearts fixed upon Your love,\ntheir cores shaken with awe of You.\nO He the lights of whose holiness induce wonder in the eyes of His lovers,\nthe glories of whose face arouse the longing of the hearts of His knowers!\nO Furthest Wish of the hearts of the yearners!\nO Utmost Limit of the hopes of the lovers!\nI ask from You love for You, love for those who love You,\nlove for every work which will join me to Your nearness,\nand that You make Yourself more beloved to me than anything other than You\nand make my love for You lead to Your good pleasure,\nand my yearning for You protect against disobeying You!\nOblige me by allowing me to gaze upon You,\ngaze upon me with the eye of affection and tenderness,\nturn not Your face away from me,\nand make me one of the people of happiness with You and favoured position!\nO Responder,\nO Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/xyy7hh9btawh.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/yfvdkvepf4tm.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/bpy6kae3nmzr.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Mutawasaleen",
		"arabic": "إِلـٰهِي لَيْسَ لِي وَسِيلَةٌ إلَيْكَ إلاَّ عَواطِفُ رَأفَتِكَ،\nوَلا لِي ذَرِيعَةٌ إلَيْكَ إلاَّ عَوارِفُ رَحْمَتِكَ،\nوَشَفاعَةُ نَبِيّـِكَ نَبِيّ ِ الرَّحْمَةِ،\nوَمُنْقِذِ الأُمَّةِ مِنَ الْغُمَّةِ،\nفَاجْعَلْهُما لِي سَبَباً إلىٰ نَيْلِ غُفْرانِكَ،\nوَصَيّـِرْهُمَا لِي وُصْلَةً إلَىٰ الْفَوْزِ بِرِضْوانِكَ،\nوَقَدْ حَلَّ رَجائِي بِحَرَمِ كَرَمِكَ،\nوَحَطَّ طَمَعِي بِفِناءِ جُودِكَ.\nفَحَقّـِقْ فِيكَ أَمَلِيْ\nوَاخْتِمْ بِالْخَيْرِ عَمَلِي،\nوَاجْعَلْنِي مِنْ صَفْوَتِكَ الَّذِينَ أَحْلَلْتَهُمْ بُحْبُوحَةَ جَنَّتِكَ،\nوَبَوَّأْتَهُمْ دارَ كَرامَتِكَ\nوَأَقْرَرْتَ أَعْيُنَهُمْ بِالنَّظَرِ إلَيْكَ يَوْمَ لِقائِكَ،\nوَأَوْرَثْتَهُمْ مَنازِلَ الصّـِدْقِ فِي جِوارِكَ\nيا مَنْ لا يَفِدُ الْوافِدُونَ عَلىٰ أَكْرَمَ مِنْهُ،\nوَلا يَجِدُ الْقاصِدُونَ أَرْحَمَ مِنْهُ،\nيا خَيْرَ مَنْ خَلا بِهِ وَحِيدٌ،\nوَيا أَعْطَفَ مَنْ أَوىٰ إلَيْهِ طَرِيدٌ،\nإلىٰ سَعَةِ عَفْوِكَ مَدَدْتُ يَدِي\nوَبِذَيْلِ كَرَمِكَ أَعْلَقْتُ كَفّـِي،\nفَلا تُولِنِي الْحِرْمانَ،\nوَلا تُبْلِنِي بِالْخَيْبَةِ وَالْخُسْرانِ،\nيا سَمِيعَ الدُّعاءِ\nيا أَرْحَمَ الرَّاحِمِينَ",
		"english": "My God, I have no mediation with You but the tender acts of Your clemency,\nnor any way to come to You but the gentle favours of Your mercy\nand the intercession of Your Prophet, the prophet of mercy,\nwho rescued the community from confusion.\nMake these two my tie to attaining Your forgiveness\nand let them take me to triumph through Your good pleasure!\nMy hope has dismounted in the sacred precinct of Your generosity,\nmy craving has alighted in the courtyard of Your munificence.\nSo actualise my expectation from You,\nseal my works with good,\nand place me among Your selected friends, those whom You have set down in the midst of Your Garden,\nand settled in the abode of Your honour,\nwhose eyes You have gladdened by gazing upon You on the day of meeting You,\nand whom You have made heirs to the sure stations in Your neighbourhood!\nO He none more generous than whom is reached by the reachers\nand none more merciful than whom is found by the aimers!\nO Best of those with whom the lonely are alone,\nO Tenderest of those with whom outcasts seek haven!\nToward the expanse of Your pardon have I extended my hand,\nupon the shirt of Your generosity have I fastened my grasp!\nShow me no deprivation\nand afflict me not with disappointment and loss!\nO Hearer of supplications!\nO Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/xctvdu6n1qs5.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/gq0cf3pzt1au.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/xgo79c7hqeqx.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Muftaqereen",
		"arabic": "إِلـٰهِي كَسْرِي لا يَجْبُرُهُ إلاَّ لُطْفُكَ وَحَنانُكَ،\nوَفَقْرِي لا يُغْنِيهِ إِلاَّ عَطْفُكَ وَإحْسانُكَ،\nوَرَوْعَتِي لا يُسَكّـِنُهَا إلاَّ أَمانُكَ،\nوَذِلَّتِي لا يُعِزُّها إلاَّ سُلْطانُكَ،\nوَأُمْنِيَّتِي لا يُبَلّـِغُنِيها إلاَّ فَضْلُكَ،\nوَخَلَّتِي لا يَسُدُّها إلاَّ طَوْلُكَ،\nوَحاجَتِي لا يَقْضِيها غَيْرُكَ،\nوَكَرْبِي لاَ يُفَرّ ِجُهُ سِوىٰ رَحْمَتِكَ،\nوَضُرّ ِي لا يَكْشِفُهُ غَيْرُ رَأْفَتِكَ،\nوَغُلَّتِي لا يُبَرّ ِدُها إلاَّ وَصْلُكَ،\nوَلَوْعَتِي لا يُطْفِيها إلاَّ لِقاؤُكَ،\nوَشَوْقِي إلَيْكَ لا يَبُلُّهُ إِلاَّ النَّظَرُ إِلىٰ وَجْهِكَ،\nوَقَرارِي لا يَقِرُّ دُونَ دُنُوّ ِي مِنْكَ،\nوَلَهْفَتِي لاَ يَرُدُّها إلاَّ رَوْحُكَ،\nوَسُقْمِي لا يَشْفِيهِ إلاَّ طِبُّكَ،\nوَغَمّـِي لا يُزِيلُهُ إلاَّ قُرْبُكَ،\nوَجُرْحِي لا يُبْرِئُهُ إلاَّ صَفْحُكَ،\nوَرَيْنُ قَلْبِي لا يَجْلُوهُ إلاَّ عَفْوُكَ،\nوَوَسْواسُ صَدْرِي لا يُزِيحُهُ إلاَّ أَمْرُكَ.\nفَيا مُنْتَهىٰ أَمَلِ الآمِلِينَ،\nوَيا غايَةَ سُؤْلِ السَّائِلِينَ،\nوَيا أَقْصىٰ طَلِبَةِ الطَّالِبِينَ،\nوَيا أَعْلَىٰ رَغْبَةِ الرَّاغِبِينَ،\nوَيا وَلِيَّ الصَّالِحِينَ،\nوَيا أَمانَ الْخائِفِينَ،\nوَيا مُجِيبَ دَعْوَةِ الْمُضْطَرّ ِينَ،\nوَيا ذُخْرَ الْمُعْدِمِينَ،\nوَيا كَنْزَ الْبائِسِينَ،\nوَيا غِياثَ الْمُسْتَغيثِينَ،\nوَيا قَاضِيَ حَوائِجَ الْفُقَراءِ وَالْمَساكِينِ،\nوَيا أَكْرَمَ الأَكْرَمِينَ،\nوَيا أَرْحَمَ الرَّاحِمِينَ،\nلَكَ تَخَضُّعِي وَسُؤالِي،\nوَإلَيْكَ تَضَرُّعِي وَابْتِهالِيْ،\nأَسْأَلُكَ أَنْ تُنِيلَنِي مِنْ رَوْحِ رِضْوانِكَ،\nوَتُدِيمَ عَلَيَّ نِعَمَ امْتِنانِكَ،\nوَها أَنَا بِبابِ كَرَمِكَ واقِفٌ،\nوَلِنَفَحاتِ بِرّ ِكَ مُتَعَرّ ِضٌ،\nوَبِحَبْلِكَ الشَّدِيدِ مُعْتَصِمٌ،\nوَبِعُرْوَتِكَ الْوُثْقىٰ مُتَمَسّـِكٌ.\nإِلـٰهِي ارْحَمْ عَبْدَكَ الذَّلِيلَ،\nذَا اللّـِسانِ الْكَلِيلِ\nوَالْعَمَلِ الْقَلِيلِ،\nوَامْنُنْ عَلَيْهِ بِطَوْلِكَ الْجَزِيلِ،\nوَاكْنُفْهُ تَحْتَ ظِلّـِكَ الظَّلِيلِ\nيا كَرِيمُ يا جَمِيلُ،\nيا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, nothing will mend my fracture but Your gentleness and loving care,\nfree me of my poverty but Your affection and beneficence,\nstill my fright but Your security,\nexalt my abasement but Your sovereignty,\ntake me to my hope but Your bounty,\nremedy my lack but Your graciousness,\naccomplish my need other than You,\nrelieve my distress other than Your mercy,\nremove my injury other than Your clemency,\ncool my burning thirst but reaching You,\nquench my ardour but meeting You,\ndamp my yearning but gazing upon Your face,\nsettle my settling place without closeness to You,\nallay my worry but Your repose,\ncure my illness but Your medicine,\neliminate my grief but Your nearness,\nheal my wound but Your forgiveness,\nremove the rust on my heart but Your pardon,\nbanish the confusing thoughts from my chest but Your command!\nO Utmost Hope of the hopers!\nO Ultimate Demand of the askers!\nO Furthest Request of the requesters!\nO Highest Desire of the desirers!\nO Patron of the righteous!\nO Security of the fearful!\nO Responder to the supplication of the distressed!\nO Storehouse of the destitute!\nO Treasure of the pitiful!\nO Help of the help-seekers!\nO Accomplisher of the needs of the poor and the miserable!\nO Most Generous of the most generous!\nO Most Merciful of the merciful!\nTo You is my humble subjection and request,\nto You my pleading and imploring!\nI ask You to let me attain the repose of Your good pleasure,\nand to make constant toward me the favours of Your kindness!\nHere am I, standing before the gate of Your generosity,\nopening myself up to the breezes of Your goodness,\nholding fast to Your strong cord,\nclinging to Your firm handle!\nMy God, have mercy upon Your lowly slave\nof silent tongue\nand few good works,\nBestow Your favours upon him through Your plentiful graciousness,\nshelter him under Your plenteous shade!\nO Generous, O Beautiful,\nO Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/ub9wfgrr97zr.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/mne9q91b7cs4.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/ev4cydrh8hrh.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Aarefeen",
		"arabic": "إِلـٰهِي قَصُرَتِ الأَلْسُنُ عَنْ بُلُوغِ ثَنائِكَ، كَما يَلِيقُ بِجَلالِكَ،\nوَعَجَزَتِ الْعُقُولُ عَنْ إدْراكِ كُنْهِ جَمالِكَ،\nوَانْحَسَرَتِ الأَبْصارُ دُونَ النَّظَرِ إلىٰ سُبُحاتِ وَجْهِكَ،\nوَلَمْ تَجْعَلْ لِلْخَلْقِ طَرِيقاً إلىٰ مَعْرِفَتِكَ\nإلاَّ بِالْعَجْزِ عَنْ مَعْرِفَتِكَ.\nإِلـٰهِي فَاجْعَلْنا مِنَ الَّذِينَ تَرَسَّخَتْ أَشْجارُ الشَّوقِ إلَيْكَ فِي حَدائِقِ صُدُورِهِمْ،\nوَأَخَذَتْ لَوْعَةُ مَحَبَّتِكَ بِمَجامِعِ قُلُوبِهِمْ،\nفَهُمْ إِلَىٰ أَوْكارِ الأَفْكارِ يَأْوُونَ،\nوَفِي رِياضِ الْقُرْبِ وَالْمُكاشَفَةِ يَرْتَعُونَ،\nوَمِنْ حِياضِ الْمَحَبَّةِ بِكَأْسِ الْمُلاطَفَةِ يَكْرَعُونَ،\nوَشَرايِعَ الْمُصافاةِ يَرِدُونَ\nقَدْ كُشِفَ الْغِطاءُ عَنْ أَبْصَارِهِمْ،\nوَانْجَلَتْ ظُلْمَةُ الرَّيْبِ عَنْ عَقائِدِهِمْ وَضَمَائِرِهِمْ،\nوَانْتَفَتْ مُخالَجَةُ الشَّكّ ِ عَنْ قُلُوبِهِمْ وَسَرائِرِهِمْ،\nوَانْشَرَحَتْ بِتَحْقِيقِ الْمَعْرِفَةِ صُدُورُهُمْ،\nوَعَلَتْ لِسَبْقِ السَّعادَةِ فِي الزَّهادَةِ هِمَمُهُمْ،\nوَعَذُبَ فِي مَعِينِ الْمُعامَلَةِ شِرْبُهُمْ\nوَطابَ فِي مَجْلِسِ الأُنْسِ سِرُّهُمْ،\nوَأَمِنَ فِي مَوْطِنِ الْمَخافَةِ سِرْبُهُمْ،\nوَاطْمَأَنَّتْ بِالرُّجُوْعِ إلىٰ رَبّ ِ الأَرْبابِ أَنْفُسُهُمْ،\nوَتَيَقَّنَتْ بِالْفَوْزِ وَالْفَلاحِ أَرْواحُهُمْ،\nوَقَرَّتْ بِالنَّظَرِ إلىٰ مَحْبُوبِهِمْ أَعْيُنُهُمْ،\nوَاسْتَقَرَّ بِإِدْراكِ السُّؤْلِ وَنَيْلِ الْمَأْمُولِ قَرَارُهُمْ،\nوَرَبِحَتْ فِي بَيْعِ الدُّنْيَا بِالآخِرَةِ تِجارَتُهُمْ.\nإِلـٰهِي ما أَلَذَّ خَواطِرَ الإِلْهامِ بِذِكْرِكَ عَلَىٰ الْقُلُوبِ،\nوَما أَحْلَىٰ الْمَسِيرَ إلَيْكَ بِالأَوْهامِ فِي مَسالِكِ الْغُيُوبِ،\nوَما أَطْيَبَ طَعْمَ حُبّـِكَ،\nوَما أَعْذَبَ شِرْبَ قُرْبِكَ،\nفَأَعِذْنا مِنْ طَرْدِكَ وَإبْعادِكَ،\nوَاجْعَلْنا مِنْ أَخَصّ ِ عارِفِيكَ، وَأَصْلَحِ عِبادِكَ،\nوَأَصْدَقِ طائِعِيكَ وَأَخْلَصِ عُبَّادِكَ،\nيا عَظِيمُ، يا جَلِيلُ، يا كَرِيمُ، يا مُنِيلُ،\nبِرَحْمَتِكَ وَمَنّـِكَ يا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, tongues fall short of attaining praise of You proper to Your majesty,\nintellects are incapable of grasping the core of Your beauty,\neyes fail before gazing upon the glories of Your face,\nand You have assigned to Your creatures no way to know You\nsave incapacity to know You!\nMy God, place us among those within the gardens of whose breasts the trees of yearning for You have taken firm root\nand the assemblies of whose hearts have been seized by the ardour of Your love!\nThey seek shelter in the nests of meditation,\nfeed upon the gardens of nearness and disclosure,\ndrink from the pools of love with the cup of gentle favour,\nand enter into the watering-places of warm affection.\nThe covering has been lifted from their eyes,\nthe darkness of disquiet has been dispelled from their beliefs and their innermost minds\nthe contention of doubt has been negated from their hearts and their secret thoughts,\ntheir breasts have expanded through the verification of true knowledge,\ntheir aspirations have ascended through precedent good fortune in renunciation,\ntheir drinking is sweet from the spring of devotion to good works,\ntheir secret thoughts are delicious in the sitting-place of intimacy,\ntheir minds are secure in the place of terror,\ntheir souls are serene through the return to the Lord of lords,\ntheir spirits have reached certitude through triumph and prosperity,\ntheir eyes have been gladdened through gazing upon their Beloved,\ntheir settling place has been settled through reaching the request and attaining the expectation,\nand their commerce has profited through the sale of this world for the next!\nMy God, how agreeable for hearts are the thoughts inspiring Your remembrance,\nhow sweet travelling to You through imagination upon the roads of the unseen worlds,\nhow pleasant the taste of Your love,\nhow delightful the drink of Your nearness!\nSo give us refuge from Your casting out and Your sending far,\nand place us among the most elect of Your knowers, the most righteous of Your servants,\nthe most truthful of Your obeyers, the most sincere of Your worshipers!\nO All-mighty, O Majestic, O Generous, O Endower!\nBy Your mercy and kindness, O Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/yxshpgdn97ay.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/qn8v3n9vvhyx.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/nfa91br6rwsq.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Zakereen",
		"arabic": "إِلـٰهِي لَوْلا الْواجِبُ مِنْ قَبُولِ أمْرِكَ\nلَنَزَّهْتُكَ مِنْ ذِكْرِي إيَّاكَ،\nعَلَىٰ أَنَّ ذِكْرِي لَكَ بِقَدْرِي، لا بِقَدْرِكَ،\nوَما عَسَىٰ أَنْ يَبْلُغَ مِقْدارِي، حَتَّىٰ أُجْعَلَ مَحَلاًّ لِتَقْدِيسِكَ،\nوَمِنْ أَعْظَمِ النّـِعَمِ عَلَيْنا جَرَيانُ ذِكْرِكَ عَلىٰ أَلْسِنَتِنَا،\nوَإذْنُكَ لَنا بِدُعائِكَ،\nوَتَنْزِيهِكَ وَتَسْبِيحِكَ.\nإِلـٰهِي فَأَلْهِمْنا ذِكْرَكَ فِي الْخَلاءِ وَالْمَلاءِ،\nوَاللَّيْلِ وَالنَّهارِ،\nوَالإِعْلانِ وَالإِسْرارِ،\nوَفِي السَّرَّاءِ وَالضَّرَّاءِ\nوَآنِسْنا بِالذّ ِكْرِ الْخَفِي،\nوَاسْتَعْمِلْنا بِالْعَمَلِ الزَّكِيّ،\nوَالسَّعْي الْمَرْضِيّ،\nوَجازِنا بِالْمِيزانِ الَوَفِيّ.\nإِلـٰهِي بِكَ هامَتِ الْقُلُوبُ الْوالِهَةُ،\nوَعَلىٰ مَعْرِفَتِكَ جُمِعَتِ الْعُقُولُ الْمُتَبايِنَةُ،\nفَلا تَطْمَئِنُّ الْقُلُوبُ إلاَّ بِذِكْراكَ،\nوَلا تَسْكُنُ النُّفُوسُ إلاّ عِنْدَ رُؤْياكَ،\nأَنْتَ الْمُسَبَّحُ فِي كُلّ ِ مَكانٍ،\nوَالْمَعْبُودُ فِي كُلّ ِ زَمانٍ،\nوَالْمَوْجُودُ فِي كُلّ ِ أَوانٍ،\nوَالْمَدْعُوُّ بِكُلّ ِ لِسانٍ،\nوَالْمُعَظَّمُ فِي كُلّ ِ جَنانٍ،\nوَأَسْتَغْفِرُكَ مِنْ كُلّ ِ لَذَّةٍ بِغَيْرِ ذِكْرِكَ،\nوَمِنْ كُلّ ِ راحَةٍ بِغَيْرِ أُنْسِكَ،\nوَمِنْ كُلّ ِ سُرُورٍ بِغَيْرِ قُرْبِكَ،\nوَمِنْ كُلّ ِ شُغْلٍ بِغَيْرِ طاعَتِكَ.\nإلـٰهِي أَنْتَ قُلْتَ وَقَوْلُكَ الْحَقُّ:\n(يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْراً كَثِيراً وَسَبّـِحُوهُ بُكْرَةً وَأَصِيلاً)\nوَقُلْتَ وَقَوْلُكَ الْحَقُّ:\n( فَاذْكُرُونِي أَذْكُرْكُمْ )\nفَأَمَرْتَنا بِذِكْرِكَ،\nوَوَعَدْتَنا عَلَيْهِ أَنْ تَذْكُرَنا\nتَشْرِيفاً لَنا وَتَفْخِيماً وَإعْظاماً،\nوَها نَحْنُ ذاكِرُوكَ كَما أَمَرْتَنا،\nفَأَنْجِزْ لَنا مَا وَعَدْتَنا\nيا ذاكِرَ الذَّاكِرِينَ،\nوَيا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "My God, were it not incumbent to accept Your command,\nI would declare You far too exalted for me to remember You,\nfor I remember You in my measure, not in Your measure,\nand my scope can hardly reach the point where I may be a locus for glorifying You!\nAmong Your greatest favours to us is the continuation of Your remembrance on our tongues\nand Your permission to us to supplicate You,\ndeclare You exalted, and glorify You!\nMy God, inspire us with Your remembrance alone and in assemblies,\nby night and day,\npublicly and secretly,\nin prosperity and adversity!\nMake us intimate with silent remembrance,\nemploy us in purified works\nand effort pleasing to You,\nand reward us with the full balance!\nMy God, love-mad hearts are enraptured by You,\ndisparate intellects are brought together by knowing You,\nhearts find no serenity except in remembering You,\nsouls find no rest except in seeing You.\nYou are the glorified in every place,\nthe worshipped at every time,\nthe found at every moment,\nthe called by every tongue,\nthe magnified in every heart!\nI pray forgiveness from You for every pleasure but remembering You,\nevery ease but intimacy with You,\nevery happiness but nearness to You,\nevery occupation but obeying You!\nMy God, You have said - and Your word is true -\nO you who have faith, remember God with much remembrance and glorify Him at dawn and in the evening!\nAnd You have said - and Your word is true -\nRemember Me, and I will remember you!\nYou have commanded us to remember You,\nand promised us that You will remember us thereby,\nin order to ennoble, respect, and honour us.\nHere we are, remembering You as You have commanded us!\nSo accomplish what You have promised us,\nO Rememberer of the rememberers!\nO Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/cqaz024k17ua.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/bnt6252gx6u2.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/xfs5d8by7ogp.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Mutasemeen",
		"arabic": "اَللَّهُمَّ يا مَلاَذَ اللائِذِينَ،\nوَيا مَعاذَ الْعائِذِينَ، وَيا مُنْجِيَ الْهالِكِينَ،\nوَيا عاصِمَ الْبائِسِينَ، وَيا راحِمَ الْمَساكِينِ،\nوَيا مُجِيبَ الْمُضْطَرّ ِينَ، وَيا كَنْزَ الْمُفْتَقِرِينَ\nوَيا جابِـرَ الْمُنْكَسِرِينَ،\nوَيا مَأْوَىٰ الْمُنْقَطِعِينَ،\nوَيا ناصِرَ الْمُسْتَضْعَفِينَ،\nوَيا مُجِيرَ الْخائِفِينَ،\nوَيا مُغِيثَ الْمَكْرُوبِينَ\nوَيا حِصْنَ اللاَّجِينَ،\nإِنْ لَمْ أَعُذْ بِعِزَّتِكَ فَبِمَنْ أَعُوذُ ؟\nوَإِنْ لَمْ أَلُذْ بِقُدْرَتِكَ فَبِمَنْ أَلُوذُ ؟\nوَقَدْ أَلْجَأَتْنِي الذُّنُـوبُ إلَىٰ التَّشَبُّثِ بِأَذْيالِ عَفْوِكَ،\nوَأَحْوَجَتْنِي الْخَطايا إِلَىٰ اسْتِفْتاحِ أَبْـوابِ صَفْحِكَ،\nوَدَعَتْنِي الإِساءَةُ إِلَىٰ الإِنـاخَةِ بِفِناءِ عِزّ ِكَ،\nوَحَمَلَتْنِي الْمَخافَةُ مِنْ نِقْمَتِكَ عَلَىٰ التَّمَسُّكِ بِعُرْوَةِ عَطْفِكَ،\nوَما حَقُّ مَنِ اعْتَصَمَ بِحَبْلِكَ أَنْ يُخْذَلَ،\nوَلا يَلِيقُ بِمَنِ اسْتَجَـارَ بِعِزّ ِكَ أَنْ يُسْلَمَ أَوْ يُهْمَلَ.\nإِلـٰهِي فَلا تُخْلِنا مِنْ حِمايَتِكَ،\nوَلاَ تُعْرِنَا مِنْ رِعَايَتِكَ،\nوَذُدْنا عَنْ مَـوارِدِ الْهَلَكَةِ،\nفَإنَّا بِعَيْنِكَ وَفِي كَنَفِكَ،\nوَلَكَ أَسْأَلُـكَ بِأَهْـل خاصَّتِكَ مِنْ مَلائِكَتِكَ ،\nوَالصَّالِحِينَ مِنْ بَرِيَّتِكَ،\nأَنْ تَجْعَلَ عَلَيْنا واقِيَةً تُنْجِينا مِنَ الْهَلَكاتِ،\nوَتُجَنّـِبُنا مِنَ الآفاتِ،\nوَتُكِنُّنا مِنْ دَواهِي الْمُصِيباتِ،\nوَأَنْ تُنْزِلَ عَلَيْنا مِنْ سِكَيْنَتِكَ،\nوَأَنْ تُغَشّـِيَ وُجُوهَنا بِأَنْوارِ مَحَبَّتِكَ،\nوَأَنْ تُؤْوِيَنا إلىٰ شَدِيدِ رُكْنِكَ،\nوَأَنْ تَحْوِيَنا فِي أَكْنافِ عِصْمَتِكَ\nبِرأْفَتِكَ وَرَحْمَتِكَ\nيا أَرْحَمَ الرَّاحِمِينَ.",
		"english": "O God, O Shelter of the shelter-seekers!\nO Refuge of the refuge-seekers! O Deliverer of the perishing!\nO Preserver of the pitiful! O Merciful toward the miserable!\nO Responder to the distressed! O Treasure of the utterly poor!\nO Mender of the broken!\nO Haven of the cut off!\nO Helper of the abased!\nO Granter of sanctuary to the fearful!\nO Aider of the troubled!\nO Fortress of the refugees!\nIf I seek not refuge in Your might, in whom shall I seek refuge?\nIf I seek not shelter in Your power, in whom shall I seek shelter?\nSins have made me seek asylum in laying hold on the skirts of Your pardon,\noffenses have compelled me to beg the opening of the doors of Your forgiveness,\nevildoing has summoned me to dismount in the courtyard of Your might,\nfear of Your vengeance has prompted me to cling to the handhold of Your tenderness!\nIt is not right for him who holds fast to Your cord to be abandoned,\nnor proper for him who seeks the sanctuary of Your might to be surrendered or disregarded\nMy God, empty us not of Your defending,\nstrip us not of Your guarding,\nand protect us from the roads of destruction,\nfor we are in Your eye and under Your wing!\nI ask You by those whom You have singled out, Your angels\nand the righteous among Your creatures,\nto assign over us a protector through which You will deliver us from destructions,\nturn aside from us blights,\nand hide us from the striking of great afflictions,\nto send down upon us some of Your tranquillity,\nto wrap our faces in the lights of love for You,\nto give us haven in Your strong pillar,\nand to gather us under the wings of Your preservation!\nBy Your clemency and Your mercy,\nO Most Merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/nhbhk68jrrew.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/ufu6w6jmoapv.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/jocvb83g5hvq.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Munajat Zahedeen",
		"arabic": "بسم الله الرحمن الرحيم\nإلهِي أَسْكَنْتَنا\nداراً حَفَرَتْ لَنا حُفَرَ مَكْرِها .\nوَعَلَّقَتْنا بِأَيْدِي الْمَنايا فِي حَبائِلِ غَدْرِها،\nفَإلَيْكَ نَلْتَجِئُ مِنْ مَكآئِدِ خُدَعِها،\nوَبِكَ نَعْتَصِمُ مِنَ الاغْتِرارِ بِزَخارِفِ زِيْنَتِهَا، فَإنَّهَا\nالْمُهْلِكَةُ طُلاَّبَهَا،\nالْمُتْلِفَةُ حُلاَّلَهَا،\nالْمَحْشُوَّةُ بِالافاتِ،\nالْمَشْحُونَةُ بِالنَّكَباتِ.\nإلهِي فَزَهِّدْنا فِيها،\nوَسَلِّمْنا مِنْها بِتَوْفِيقِكَ وَعِصْمَتِكَ،\nوَانْزَعْ عَنَّا جَلابِيبَ مُخالَفَتِكَ،\nوَتَوَلَّ أُمُورَنا بِحُسْنِ كِفايَتِكَ،\nوَأَوْفِرْ مَزِيدَنا مِنْ سَعَةِ رَحْمَتِكَ،\nوَأَجْمِلْ صِلاتِنا مِنْ فَيْضِ مَواهِبِكَ،\nوَاغْرِسْ فِي أَفْئِدَتِنا أَشْجارَ مَحَبَّتِكَ،\nوَأَتْمِمْ لَنا أَنْوارَ مَعْرِفَتِكَ،\nوَأَذِقْنا حَلاوَةَ عَفْوِكَ، وَلَذَّةَ مَغْفِرَتِكَ،\nوَأَقْرِرْ أَعْيُنَنا يَوْمَ لِقآئِكَ بِرُؤْيَتِكَ،\nوَأَخْرِجْ حُبَّ الدُّنْيا مِنْ قُلُوبِنا\nكَما فَعَلْتَ بِالصَّالِحِينَ مِنْ صَفْوَتِكَ، وَالأَبْرارِ مِنْ خاصَّتِكَ\nبِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ،\nوَيا أَكْرَمَ الأَكْرَمِينَ.",
		"english": "In the Name of Allah, the All-merciful, the All-compassionate\nMy God, Thou hast settled us in an abode which has\ndug for us pits of deception,\nThou hast fastened us by the hands of death in the snares of that abode's treachery!\nIn Thee we seek asylum from the tricks of its guile,\nand to Thee we hold fast, lest we be deluded by the glitter of its ornaments! It\ndestroys its pursuers\nruins its settlers,\nit is stuffed with blights\nloaded with calamities.\nMy God, induce us to renounce it and\nkeep us safe from it by Thy giving success and Thy preservation from sin.\nStrip from us the robes of opposing Thee,\nattend to our affairs through Thy good sufficiency,\namplify our increase from the boundless plenty of Thy mercy,\nbe liberal in our gifts from the overflow of Thy grants,\nplant in our hearts the trees of Thy love,\ncomplete for us the lights of Thy knowledge,\ngive us to taste the sweetness of Thy pardon and the pleasure of Thy forgiveness,\ngladden our eyes on the day of meeting Thee with the vision of Thee,\ndislodge the love of this world from our spirits,\njust as Thou hast done for the righteous, Thy selected friends, and for the pious, those whom Thou hast singled out!\nO Most Merciful of the merciful,\nO Most Generous of the most generous!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/hussein_garib/fnfndt855n03.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/welid_elmezidi/uxaue63uuxc8.mp3"
			},
			{
				"name": "Seyyed Mohammed Hussein Fadlallah",
				"link": "https://shiavoice.com/media/edaie/munajat_imam_sejad/fezl-allah/rz9bz10oyrs2.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	}
]