[
	{
		"title": "Ziyarat Wareth",
		"arabic": "السَّلامُ عـَلَيـْكَ يا وارِثَ آدَمَ صـَفـُوةِ اللهِ\nالسَّلامُ عـَلَيْكَ يا وارِثَ نـوُحٍ نَبــِيِ اللهِ\nالسَّلامُ عـَلَيـْكَ يـا وارِثَ إبـراهيـمَ خـَليـلِ اللهِ\nالسَّلامُ عـَلَيـْكَ يا وارِثَ موســى كـَليِم اللهِ\nالسَّلامُ عـَلَيـْكَ يـا وارِثَ عـيـسى روُحِ الله\nالسَّلامُ عـَلَيْكَ يا وارِثَ مـُحـَمـّدٍ حـَبـيبِ اللهِ\nالسَّلامُ عـَلَيـْكَ يـا وارِثَ اَميرِ المُؤمِنينَ وَلَيِ اللهِ\nالسَّلامُ عـَلَيـْكَ يَابـنَ مـُحـَمـّدٍ المـُصـطـَفـى\nالسَّلامُ عـَلَيْكَ يَابـن عـلي المرتـضـى\nالسَّلامُ عَلَيْكَ يَابـن فاطـمة الزهراء\nالسَّلامُ عَلَيْكَ يَابـنَ خَديجَةَ الكُبـرى\nالسَّلام عَلَيْكَ يا ثارَ اللهِ وابـنَ ثارِِهِ والوِتـرَ المَوتـوُرَ\nاَشـهَدُ اَنَّكَ قَد اَقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاة\nوَاَمَرتَ بـاُلمِعروف ِوَنَهَيتَ عـَنِ المُنكرِ\nوَاَطـَعـتَ اللهَ وَرَسـولَهُ حـَتّى اَتيكَ اليَقـينُ\nفـَلَعـَنَ اللهُ اُمَةً قَتـَلَتـكَ وَلَعَنَ اللهُ اُمَةً ظَلَمَتكَ\nوَلَعَنَ اللهُ اُمَةً سَمِعت بـِذلك فَرَضِيَت بـه\nيا مَولاي يا ابا عَبدِ اللهِ\nاَشهَدُ اَنّك كُنتَ نوُرا في الأصلابِ الشّامِخَةِ وَالأرحـامِ المُطَهَرَةِ\nلم تـُنَجـِسـكَ الجـاهِليَّةُ بـاَنِجـاسـِها\nوَلَم تـُلبـِسكَ مِن مُدلَهِمّاتِ ثـِيابـِها\nوَاَشـهَدُ أنَكَ مِن دَعائِم الدّين وَاَركانِ المُؤمِنينَ\nوَاَشهَدُ اَنّكَ الإمـام البَّرُ التَّقـيُ الرَّضـيُ الزَّكيّ الهادِي المَهدِيُ\nوَاَشـهَدُ اَنَّ الأَئمّة مِن وُلْدِكَ كَلِمةُ التَّقـوى\nوَاَعـلامُ الهُدى وَالعـُروةُ الوُثـقى وَالحـُجَّةُ عـَلى اَهل الدُنيـا\nوَاُشـهِدُ اللهَ وَمـلائكـَتـَهُ وَاَنبـِيائَهُ وَرُسـُلَهُ\nاَنّي بـِكـمُ مُؤمِنٌ وَبـِايِابـِكم مُوقنٌ بـَشَرائِع ديني وخواتيِم عَمَلي\nوقَلبي لقَلبِكم سِلمٌ وَاَمري لِامْرِكـمُ مُتَّبـع\nصـَلَوات الله عَلَيكم وَعَلى اَرواحـِكم وَعَلى اَجـسـادِكُم\nوعـَلَى اَجـسـامِكُم وَعـَلى شـاهِدِكم\nوَعـَلَى غـائِبـِكم وَعـَلَى ظـاهركم وعـلى بــاطـِنـِكـم\nبـاَبـي أَنـت وَ اُمي يَا بْن رَسـُولِ اللهِ يا ابـا عـَبـدِ اللهِ\nلَقَد عَظـُمتِ الرَّزيَّةُ و جـَلَتِ المُصـيبـَةُ بـِكَ عَلَينا\nوَعَلى جــَمــيعِ اَهل السَّمــواتِ والأرض\nفــَلَعَنَ اللهُ اُمـةً أَسرجَت و َاَلجمـَتْ وَتـَهَيَأت و تنـقـبـت لِقـِتالِك\nيا مَوْلاي ياابـا عـَبـدِ اللهِ\nقَصَدْتُ حَرَمَك وَاَتَيْت اِلى مَشْهَدِك\nاَسـئَلُ اللهَ بـالِشـأن الذَي لَكَ عِندَهُ\nوَ بـِالمَحَل الَّذي لَكَ لَدَيهِ\nاَن يُصـَليَعَلَى مُحـَمّدٍ وَآلِ مُحـَمّدٍ\nوَاَن يَجعَلَني مَعَكم في الدُنيا وَالآخـِرة\nالسّلامُ عـَلَيكَ يابــنَ رَسـوُلِ اللهِ\nالسـّلامُ عـَلَيكَ يابـنَ نَبـِيِ اللهِ\nالسـّلامُ عـَلَيـكَ يابـنَ اَمير المُؤمِنينَ\nالسـّلامُ عَلَيكَ يابـنَ الحـُسـينِ الشـهيدِ\nالسـّلامُ عَلَيكَ ايُّها الشـَهيدُ وابـن الشـهيد\nالسـّلامُ عـَلَيكَ ايُّها المـَظـلومُ وَابـنُ المَظـلوُمِ\nلَعَنَ اللهُ اُمةً قَتـَلَتـك وَلَعَنَ الله اُمةً ظَلَمَتـكَ\nوَلَعَن اللهُ اُمةً سـَمِعت بـِذلِك فَرَضِيت بـِهِ\nالسـّلامُ عَلَيكَ يا ياوَليَّ اللهِ وَابـنَ وَلِيهِ\nلَقَد عَظُمتِ المُصـيبـَةُ\nوَجـَلّتِ الرَزِيةُ بـِكَ عـَلينا وَعـَلَى جـَميعِ المُسـلِمينَ\nفَلَعَنَ اللهُ اُمةً قَتَلَتك وَاَبـرءُ اِلى اللهِ وَاِليكَ مـِنهم",
		"english": "Peace be upon you, O inheritor of Adam, the chosen one of Allah\nPeace be upon you, O inheritor of Nuh, the Prophet of Allah\nPeace be upon you, O inheritor of Ibrahim, the friend of Allah\nPeace be upon you. O inheritor of Musa, the one who talked to Allah\nPeace be upon you, O inheritor of Isa, the spirit of Allah\nPeace be upon you, O inheritor of Muhammad, the beloved friend of Allah\nPeace be upon you, O inheritor of Ali, the commander of the faithful and the friend of Allah\nPeace be upon you, O son of the Muhammad mustafaa\nPeace be upon you, O son of Ali Murtazaa\nPeace be upon you, O son of Fatema,\nPeace be upon you, O son of Khadijatul- kubra\nPeace be upon you, O he who fought in the way of Allah and the son of one who fought in the way of Allah\nI bear witness that verily you established the prayers And gave the zakat (prescribed share) to the needy\nAnd commanded to do what is right and lawful And not to do that which is wrong and unlawful\nAnd obeyed Allah and His Messenger until the inevitable came unto you\nSo, Allah curse those who killed you And Allah curse those who wronged you\nAnd Allah curse those who heard the event and rested satisfied\nO My Master, O Aboo ′Abdullah!\nI bear witness that verily you were a light in the sublime loins and purified wombs\nThe impurities of ignorance did not even tough you\nNor could its soiled and dirty bearing ever smear you\nI bear witness that, verily, you are the mainstay of the religion, and the supporter of the faithful ones\nI bear witness that, verily, you are a pious, God-fearing, favorite, wise And rightly guided (Imam)\nI bear witness that the Imams, in your progeny, are the words of piety\nAnd the signs of guidance And the safe handle of Islam, And the decisive argument for the humankind.\nI call Allah to give witness, and also His Angels And His Prophets and His Messenger\nThat, verily, I believe in (all of) you And that I am sure of your Return Joined to the divine laws of my belief and my accomplishments\nAnd my heart is resigned to yours And my conduct is following the example of yours\nBlessings of Allah be on (all of) you and on your souls And on your bodies\nand on your forms and (when) you are in view\nand (when) you are out of sight and on your style and on your substance.\nMy father and mother be sacrificed for you, O son of the Messenger of Allah! O Aba Abdullah!\nVerily terrible was the calamity and your suffering casts gloom upon us\nAnd upon all the people of the heavens and the earth.\nTherefore, curse of Allah be on the people who saddled up and gave rein to their horses and prepared to kill you.\nO my Master, O Aba ′Abdullah!\nI moved towards your sacred shrine and came to visit you\nI beseech Allah by the status that you enjoy with Him\nAnd in the position that you enjoy with Him\nTo send blessings on Muhammad and on the children of Muhammad\nAnd keep me with you in this world and in the Hereafter\nPeace be upon you, O son of the Messenger of Allah.\nPeace be upon you, O son of the Prophet of Allah.\nPeace be upon you, O son of the commander of the believers\nPeace be upon you, O son of al-Husayn the shaheed (martyr).\nPeace be upon you, O martyred one and the son of the martyr\nPeace be upon you, O the oppressed one and son of the oppressed one.\nCurse of Allah be on those who killed you. Curse of Allah be on those who persecuted you.\nCurse of Allah be on those who heard this even but rested satisfied.\nPeace be upon you, O the saint of Allah and son of the saint of Allah.\nVerily terrible was the calamity\nAnd your suffering casts gloom upon us And upon all of Muslims\nSo, curse of Allah be on those who killed you And I disconnect all links with them and turn to Allah and you.",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/zeiarat/wareth/rex4pxihbzj8.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/wareth/zpw5zi8goddv.mp3"
			},
			{
				"name": "Hussein Al Akraf",
				"link": "https://shiavoice.com/media/zeiarat/wareth/cwxfb4q320gg.mp3"
			},
			{
				"name": "Ali Nasser",
				"link": "https://shiavoice.com/media/zeiarat/wareth/akwrzz8meopd.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Ashura",
		"arabic": "السَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ\nالسَّلاَمُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ\nالسَّلاَمُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَ ابْنَ سَيِّدِ الْوَصِيِّينَ\nالسَّلاَمُ عَلَيْكَ يَا ابْنَ فَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ\nالسَّلاَمُ عَلَيْكَ يَا ثَارَ اللَّهِ وَ ابْنَ ثَارِهِ وَ الْوِتْرَ الْمَوْتُورَ\nالسَّلاَمُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ عَلَيْكُمْ مِنِّي جَمِيعاً سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ\nيَا أَبَا عَبْدِ اللَّهِ لَقَدْ عَظُمَتِ الرَّزِيَّةُ وَ جَلَّتْ وَ عَظُمَتِ الْمُصِيبَةُ بِكَ (بِكُمْ) عَلَيْنَا وَ عَلَى جَمِيعِ أَهْلِ الْإِسْلاَمِ\nوَ جَلَّتْ وَ عَظُمَتْ مُصِيبَتُكَ فِي السَّمَاوَاتِ عَلَى جَمِيعِ أَهْلِ السَّمَاوَاتِ\nفَلَعَنَ اللَّهُ أُمَّةً أَسَّسَتْ أَسَاسَ الظُّلْمِ وَ الْجَوْرِ عَلَيْكُمْ أَهْلَ الْبَيْتِ\nوَ لَعَنَ اللَّهُ أُمَّةً دَفَعَتْكُمْ عَنْ مَقَامِكُمْ وَ أَزَالَتْكُمْ عَنْ مَرَاتِبِكُمُ الَّتِي رَتَّبَكُمُ اللَّهُ فِيهَا\nوَ لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكُمْ وَ لَعَنَ اللَّهُ الْمُمَهِّدِينَ لَهُمْ بِالتَّمْكِينِ مِنْ قِتَالِكُمْ\nبَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ وَ (مِنْ) أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ وَ أَوْلِيَائِهِمْ\nيَا أَبَا عَبْدِ اللَّهِ إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ إِلَى يَوْمِ الْقِيَامَةِ\nوَ لَعَنَ اللَّهُ آلَ زِيَادٍ وَ آلَ مَرْوَانَ وَ لَعَنَ اللَّهُ بَنِي أُمَيَّةَ قَاطِبَةً وَ لَعَنَ اللَّهُ ابْنَ مَرْجَانَةَ\n´وَ لَعَنَ اللَّهُ عُمَرَ بْنَ سَعْدٍ وَ لَعَنَ اللَّهُ شِمْراً (شَمِراً\nوَ لَعَنَ اللَّهُ أُمَّةً أَسْرَجَتْ وَ أَلْجَمَتْ وَ تَنَقَّبَتْ لِقِتَالِكَ بِأَبِي أَنْتَ وَ أُمِّي\nلَقَدْ عَظُمَ مُصَابِي بِكَ فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَ مَقَامَكَ وَ أَكْرَمَنِي (بِكَ\nأَنْ يَرْزُقَنِي طَلَبَ ثَارِكَ مَعَ إِمَامٍ مَنْصُورٍ مِنْ أَهْلِ بَيْتِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ\nاللَّهُمَّ اجْعَلْنِي عِنْدَكَ وَجِيهاً بِالْحُسَيْنِ عليه السلام فِي الدُّنْيَا وَ الْآخِرَةِ\nيَا أَبَا عَبْدِ اللَّهِ إِنِّي أَتَقَرَّبُ إِلَى اللَّهِ وَ إِلَى رَسُولِهِ وَ إِلَى أَمِيرِ الْمُؤْمِنِينَ\nوَ إِلَى فَاطِمَةَ وَ إِلَى الْحَسَنِ وَ إِلَيْكَ بِمُوَالاَتِكَ\nوَ بِالْبَرَاءَةِ (مِمَّنْ قَاتَلَكَ وَ نَصَبَ لَكَ الْحَرْبَ وَ بِالْبَرَاءَةِ مِمَّنْ أَسَّسَ أَسَاسَ الظُّلْمِ وَ الْجَوْرِ عَلَيْكُمْ\nوَ أَبْرَأُ إِلَى اللَّهِ وَ إِلَى رَسُولِهِ) مِمَّنْ أَسَّسَ أَسَاسَ ذَلِكَ وَ بَنَى عَلَيْهِ بُنْيَانَهُ\nوَ جَرَى فِي ظُلْمِهِ وَ جَوْرِهِ عَلَيْكُمْ وَ عَلَى أَشْيَاعِكُمْ بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ\nوَ أَتَقَرَّبُ إِلَى اللَّهِ ثُمَّ إِلَيْكُمْ بِمُوَالاَتِكُمْ وَ مُوَالاَةِ وَلِيِّكُمْ\nوَ بِالْبَرَاءَةِ مِنْ أَعْدَائِكُمْ وَ النَّاصِبِينَ لَكُمُ الْحَرْبَ وَ بِالْبَرَاءَةِ مِنْ أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ\nإِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ وَ وَلِيٌّ لِمَنْ وَالاَكُمْ وَ عَدُوٌّ لِمَنْ عَادَاكُمْ\nفَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَنِي بِمَعْرِفَتِكُمْ وَ مَعْرِفَةِ أَوْلِيَائِكُمْ وَ رَزَقَنِي الْبَرَاءَةَ مِنْ أَعْدَائِكُمْ\nأَنْ يَجْعَلَنِي مَعَكُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ يُثَبِّتَ لِي عِنْدَكُمْ قَدَمَ صِدْقٍ فِي الدُّنْيَا وَ الْآخِرَةِ\nوَ أَسْأَلُهُ أَنْ يُبَلِّغَنِي الْمَقَامَ الْمَحْمُودَ لَكُمْ عِنْدَ اللَّهِ\nوَ أَنْ يَرْزُقَنِي طَلَبَ ثَارِي (ثَارَكُمْ) مَعَ إِمَامٍ هُدًى (مَهْدِيٍّ) ظَاهِرٍ نَاطِقٍ بِالْحَقِّ مِنْكُمْ\nوَ أَسْأَلُ اللَّهَ بِحَقِّكُمْ وَ بِالشَّأْنِ الَّذِي لَكُمْ عِنْدَهُ أَنْ يُعْطِيَنِي بِمُصَابِي بِكُمْ أَفْضَلَ مَا يُعْطِي مُصَاباً بِمُصِيبَتِهِ\nمُصِيبَةً مَا أَعْظَمَهَا وَ أَعْظَمَ رَزِيَّتَهَا فِي الْإِسْلاَمِ وَ فِي جَمِيعِ السَّمَاوَاتِ وَ الْأَرْضِ (الْأَرَضِينَ)\nاللَّهُمَّ اجْعَلْنِي فِي مَقَامِي هَذَا مِمَّنْ تَنَالُهُ مِنْكَ صَلَوَاتٌ وَ رَحْمَةٌ وَ مَغْفِرَةٌ\nاللَّهُمَّ اجْعَلْ مَحْيَايَ مَحْيَا مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ مَمَاتِي مَمَاتَ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ\nاللَّهُمَّ إِنَّ هَذَا يَوْمٌ تَبَرَّكَتْ بِهِ (فِيهِ) بَنُو أُمَيَّةَ وَ ابْنُ آكِلَةِ الْأَكْبَادِ\nاللَّعِينُ ابْنُ اللَّعِينِ عَلَى (لِسَانِكَ) وَ لِسَانِ نَبِيِّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ)\nفِي كُلِّ مَوْطِنٍ وَ مَوْقِفٍ وَقَفَ فِيهِ نَبِيُّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ)\nاللَّهُمَّ الْعَنْ أَبَا سُفْيَانَ وَ مُعَاوِيَةَ وَ يَزِيدَ بْنَ مُعَاوِيَةَ عَلَيْهِمْ مِنْكَ اللَّعْنَةُ أَبَدَ الْآبِدِينَ\nوَ هَذَا يَوْمٌ فَرِحَتْ بِهِ آلُ زِيَادٍ وَ آلُ مَرْوَانَ بِقَتْلِهِمُ الْحُسَيْنَ صَلَوَاتُ اللَّهِ عَلَيْهِ (عَلَيْهِ السَّلاَمُ)\nاللَّهُمَّ فَضَاعِفْ عَلَيْهِمُ اللَّعْنَ مِنْكَ وَ الْعَذَابَ (الْأَلِيمَ)\nاللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ فِي هَذَا الْيَوْمِ وَ فِي مَوْقِفِي هَذَا وَ أَيَّامِ حَيَاتِي\nبِالْبَرَاءَةِ مِنْهُمْ وَ اللَّعْنَةِ عَلَيْهِمْ وَ بِالْمُوَالاَةِ لِنَبِيِّكَ وَ آلِ نَبِيِّكَ (عَلَيْهِ وَ) عَلَيْهِمُ السَّلاَمُ\nSay 100 Times:\nاللَّهُمَّ الْعَنْ أَوَّلَ ظَالِمٍ ظَلَمَ حَقَّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ آخِرَ تَابِعٍ لَهُ عَلَى ذَلِكَ\nاللَّهُمَّ الْعَنِ الْعِصَابَةَ الَّتِي (الَّذِينَ) جَاهَدَتِ الْحُسَيْنَ وَ شَايَعَتْ وَ بَايَعَتْ وَ تَابَعَتْ (تَايَعَتْ) عَلَى قَتْلِهِ اللَّهُمَّ الْعَنْهُمْ جَمِيعاً\nSay 100 Times:\nالسَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ\nعَلَيْكَ مِنِّي سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ\nوَ لاَ جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي لِزِيَارَتِكُمْ (لِزِيَارَتِكَ)\nالسَّلاَمُ عَلَى الْحُسَيْنِ وَ عَلَى عَلِيِّ بْنِ الْحُسَيْنِ (وَ عَلَى أَوْلاَدِ الْحُسَيْنِ ) وَ عَلَى أَصْحَابِ الْحُسَيْنِ\nاللَّهُمَّ خُصَّ أَنْتَ أَوَّلَ ظَالِمٍ بِاللَّعْنِ مِنِّي وَ ابْدَأْ بِهِ أَوَّلاً ثُمَّ (الْعَنِ) الثَّانِيَ وَ الثَّالِثَ وَ الرَّابِعَ\nاللَّهُمَّ الْعَنْ يَزِيدَ خَامِساً وَ الْعَنْ عُبَيْدَ اللَّهِ بْنَ زِيَادٍ وَ ابْنَ مَرْجَانَةَ\nوَ عُمَرَ بْنَ سَعْدٍ وَ شِمْراً وَ آلَ أَبِي سُفْيَانَ وَ آلَ زِيَادٍ وَ آلَ مَرْوَانَ إِلَى يَوْمِ الْقِيَامَةِ\nپس مى گويى\nاللَّهُمَّ لَكَ الْحَمْدُ حَمْدَ الشَّاكِرِينَ لَكَ عَلَى مُصَابِهِمْ الْحَمْدُ لِلَّهِ عَلَى عَظِيمِ رَزِيَّتِي\nاللَّهُمَّ ارْزُقْنِي شَفَاعَةَ الْحُسَيْنِ يَوْمَ الْوُرُودِ\nوَ ثَبِّتْ لِي قَدَمَ صِدْقٍ عِنْدَكَ مَعَ الْحُسَيْنِ وَ أَصْحَابِ الْحُسَيْنِ الَّذِينَ بَذَلُوا مُهَجَهُمْ دُونَ الْحُسَيْنِ عليه السلام",
		"english": "Peace be on you, O Aba Abdullah!\nPeace be on you, O son of the Messenger of Allah!\nPeace be on you, O son of the commander of the faithfuls, the forebear of the successors!\nPeace be on you, O son of Faatimah, the choicest among the women of the worlds!\nPeace be on you, who was martyred while fighting heroically in the cause of Allah, the son of Allahs fearless warrior, you were isolated and had been attacked with a vengeance!\nPeace be on you and on those souls who had gathered in your camp, in your journey. I pray and invoke Allah to keep all of you tranquil and restful, for ever; so far I am alive, this is my prayer, and till nights and days follow each other.\nO Abaa Abdu I lah ! unbearable is the sorrow, nerve-racking is the agony, you put up with, for us and for all the (true) Muslims,\nCrimes committed against you also shocked and unnerved the dwellers of the heavens, one and all.\nMay Allah condemn and damn the people who laid the basis and set up the groundwork, to wander astray and turn aside from not only you and your family but to take liberties and bear hard upon you.\nMay Allah condemn and damn the people who tried to obscure and deny your office and status, wilfully neglected your rank and class Allah had made known in clear terms.\nMay Allah condemn and damn the people who killed you. May Allah condemn and damn the abettors who instigated and had a part in your murder.\nI turn to you and Allah, away from them, their henchmen, their followers and their friends,\nO Abaa Abdullah, I make peace with those who make their peace with you, I make war on those who go to war against you, till the Day of Judgement.\nMay Allah condemn and damn the family of Ziyaad and the family of Marwaan; may Allah condemn and damn the group and the tribe of Umiyyah, one and all, altogether;may Allah condemn and damn ibna Marjaanah;\nMay Allah condemn and damn Umar bin Saad; may Allah condemn and damn Shimr;\nMay Allah condemn and damn the people who celebrate, enjoy, sing and dance on the day of your martyrdom. My father and mother are at your disposal.\nProfound is my sorrow for you. I beg Allah, who honoured you above others, to be generous towards me on account of you,\nand give me the opportunity to be with the victorious Imaam, the descendant of Muhammad (blessings and peace be on him and on his children from Allah) at the time of the final and decisive war against Allahs enemies.\nO my Allah make me attend to Thy cause, sincerely, in every respect following in Husayns footsteps, in this world and the hereafter.\nO Abaa Abdullah, I come nearer and seek greater intimacy with Allah, with His Messenger, with Ameerul Moomineen,\nwith Faatimah, with Hasan and with you, with the help of your love\nand patronage, cutting off every connection with those who took up arms against you and killed you. I disconnect all links with those who, in the beginning, took the first steps to take liberties with and bear hard upon you,\nI take refuge with Allah and His Messenger free from the guilt of associating with those who laid the foundation for (your suffering), devised and carried out their corrupt plan of action,\nboldly gave currency to reign of terror and cruelty to oppress you and your friends and followers; detach myself from them and present myself to Allah and to you,\nI (first) seek greater intimacy with Allah and then with you to win your love and patronage, and to make friends with your friends,\ncut off all links with your enemies, and with those who planted the seeds of hostility against you, and reject and discard their associates, their followers and their friends.\nI make peace with those who made their peace with you, I search out and confront those who waged war against you, I make friends with those who stood by you, I strive against those who came in conflict with you,\ntherefore, I make a request to Allah to acquaint (me) with the awareness that perceives you and your friends, to set me free from the corrupting influence of your enemies,\nto make me keep company with you it, this world and in the Hereafter, stand firm beside you and follow your footsteps closely in this world and in the next world.\nI beseech Him that He helps me to reach your highly praised station, given to you by Allah, (to meet you),\nthat He provides me the opportunity to fight for justice and fairplay alongwith and under the leadership of the rightly guided guide (in your progeny) who surely will come and speak the truth.\nI beseech Allah in the name of your right and the purpose He assigned to you, that He overwhelms me with grief in memory of your sorrows, more than the personal grief that torments any one who is in great agony,\nsorrows which have no parallel and overshadow all calamities that took place in the history of Islam, for that matter, through out the whole universe.\nO my Allah, in my on the spot situation, treat me like him (or her) who obtains from Thee (Thy) blessings, mercy and forgiveness.\nO my Allah, bring me to life again, after death, in the place Muhammad and his Aal (children) are dwelling, and make me depart from this world like Muhammad and his Aal (children) had left,\nO my Allah this day is a day of rejoicing for the Bani Umayyah,\nthe herd of hardened criminals, the eternally damned and accursed group, a fact that had been made public by Thee and by Thy Prophet (blessings of Allah be on him and on his children),\nwho, in every place and at all occasions, drew attention of people to this truism.\nO my Allah condemn and damn Abu Sufyaan, Muawiyah bin Abu Sufyan, Yazid bin Muwawiyah and let it be an everlasting curse upon therr from Thee.\nToday the descendants of Ziyaad and Marwan make merry, laugh and dance because on this day they killed Husayn (blessings of Allah be on him).\nO my Allah, therefore, double up the curse Thou brings upon them and also the punishment Thou decrees for them.\nO my Allah, I seek nearness to Thee today in this frame of mind, cutting off all links with them for the rest of my life,\ndenouncing them because of my love for Thy Prophet and his children, peace be on him and them.\nSay 100 Times:\nO my Allah condemn and damn the first tyrant who unjustly and wrongfully usurped that which rightly belonged to Muhammad and the children of Muhammad, and bring curse upon those who, after him, followed in his footsteps.\nO my Allah condemn and damn those conspirators who vexed and harassed Husayn, showed eagerness, agreed mutually, and joined hands to kill him. O my Allah bring curse upon all of them.\nSay 100 Times:\nPeace be on you, O Abaa Abdullah, and on those souls who came to your camp to put themselves at your disposal.\nSo far I am alive and the days and nights follow each other I invoke Allah to send blessings on you for ever and ever.\nMay Allah not make my this pledge of close association, physical as well as spiritual, with you the last fulfilment.\nPeace be on Husayn, and on Ali son of Husayn, and on the children of Husayn, and on the friends of Husayn.\nO my Allah, let the curse I call down on the head of the first tyrant stick like a leech; and stay put for ever on the first, then the second, the third and the fourth.\nO my Allah damn and call down evil on the fifth, Yazid son of Muaawyah, and bring a curse upon Ubaydullah bin Ziyaad, ibna Marjanah,\nUmar bin Saad, and Shimr, and on the descendants of Abu Sufyaan, on the descendants of Ziyaad, on the descendants of Marwaan, till the Day of Judgement.\nAnd then say in Sajdah:\nO my Allah! (All) praise is for Thee (alone); praise of the Ever-thankful to Thee, who glorify Thee whatever come to pass. (All) praise is for Allah for my deepfelt intense grief.\nO my Allah make available for me the recommendations of Husayn on the day I present myself before Thee,\nlet me stand firm in safety before Thee on account of my sincere attachment with Husayn, alongwith him and his comrades, who sacrificed everything they had (heart, mind, soul and life) for Husayn, peace be on him",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "https://shiavoice.com/media/zeiarat/asdarat/ziarat1/my8upur0qjuo.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/3ashura/zeit2mr4cn9g.mp3"
			},
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/3ashura/xi659fgvrhbb.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "https://shiavoice.com/media/zeiarat/3ashura/vexsp7d8x0vc.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Arbaeen",
		"arabic": "اَلسَّلاَمُ عَلَىٰ وَلِيِّ ٱللَّهِ وَحَبِيبِهِ\nاَلسَّلاَمُ عَلَىٰ خَلِيلِ ٱللَّهِ وَنَجِيبِهِ\nاَلسَّلاَمُ عَلَىٰ صَفِيِّ ٱللَّهِ وَٱبْنِ صَفِيِّهِ\nاَلسَّلاَمُ عَلَىٰ ٱلْحُسَيْنِ ٱلْمَظْلُومِ ٱلشَّهِيدِ\nاَلسَّلاَمُ علىٰ ﺍسِيرِ ٱلْكُرُبَاتِ\nوَقَتِيلِ ٱلْعَبَرَاتِ\nاَللَّهُمَّ إِِنِّي اَشـهَدُ\nاَللَّهُمَّ إِِنِّي اشْهَدُ انَّهُ وَلِيُّكَ وَٱبْنُ وَلِيِّكَ\nوَصَفِيُّكَ وَٱبْنُ صَفِيِّكَ\nٱلْفَائِزُ بِكَرَامَتِكَ\nﺍكْرَمْتَهُ بِٱلشَّهَادَةِ\nوَحَبَوْتَهُ بِٱلسَّعَادَةِ\nوَٱجْتَبَيْتَهُ بِطِيبِ ٱلْوِلاَدَةِ\nوَجَعَلْتَهُ سَيِّداً مِنَ ٱلسَّادَةِ\nوَقَائِداً مِنَ ٱلْقَادَةِ\nوَذَائِداً مِنْ ٱلذَّادَةِ\nوَاعْطَيْتَهُ مَوَارِيثَ ٱلانْبِيَاءِ\nوَجَعَلْتَهُ حُجَّةً عَلَىٰ خَلْقِكَ مِنَ ٱلاوْصِيَاءِ\nفَاعْذَرَ فِي ٱلدُّعَاءِ\nوَمَنَحَ ٱلنُّصْحَ\nوَبَذَلَ مُهْجَتَهُ فِيكَ\nلِيَسْتَنْقِذَ عِبَادَكَ مِنَ ٱلْجَهَالَةِ\nوَحَيْرَةِ ٱلضَّلاَلَةِ\nوَقَدْ تَوَازَرَ عَلَيْهِ مَنْ غَرَّتْهُ ٱلدُّنْيَا\nوَبَاعَ حَظَّهُ بِٱلارْذَلِ ٱلادْنَىٰ\nوَشَرَىٰ آخِرَتَهُ بِٱلثَّمَنِ ٱلاوْكَسِ\nوَتَغَطْرَسَ وَتَرَدَّىٰ فِي هَوَاهُ\nوَاسْخَطَكَ وَاسْخَطَ نَبِيَّكَ\nوَاطَاعَ مِنْ عِبَادِكَ اهْلَ ٱلشِّقَاقِ وَٱلنِّفَاقِ\nوَحَمَلَةَ ٱلاوْزَارِ ٱلْمُسْتَوْجِبِينَ ٱلنَّارَ\nفَجَاهَدَهُمْ فِيكَ صَابِراً مُحْتَسِباً\nحَتَّىٰ سُفِكَ فِي طَاعَتِكَ دَمُهُ\nوَٱسْتُبِيحَ حَرِيـمُهُ\nاَللَّهُمَّ فَٱلْعَنْهُمْ لَعْناً وَبيلاًَ\nوَعَذِّبْهُمْ عَذَاباً الِيماً\nاَلسَّلاَمُ عَلَيْكَ يَا بْنَ رَسُولِ ٱللهِ\nاَلسَّلاَمُ عَلَيْكَ يَا بْنَ سَيِّدِ ٱلاوْصِيَاءِ\nاشْهَدُ انَّكَ امِينُ ٱللَّهِ وَٱبْنُ امِينِهِ\nعِشْتَ سَعيداً\nوَمَضَيْتَ حَمِيداً\nوَمُتَّ فَقِيداً مَظْلُوماً شَهِيداً\nوَاشْهَدُ انَّ ٱللَّهَ مُنْجِزٌ مَا وَعَدَكَ\nوَمُهْلِكٌ مَنْ خَذَلَكَ\nوَاشْهَدُ انَّكَ وَفَيْتَ بِعَهْدِ ٱللَّهِ\nوَجَاهَدْتَ فِي سَبِيلِهِ حَتَّىٰ ﺍتَاكَ ٱلْيَقِينُ\nفَلَعَنَ ٱللَّهُ مَنْ قَتَلَكَ\nوَلَعَنَ ٱللَّهُ مَنْ ظَلَمَكَ\nوَلَعَنَ اللهُ اُمَةً سَمِعت بـِذلك فَرَضِيَت بـه\nاَللَّهُمَّ إِِنِّي ﺍشْهِدُكَ\nﺍنِّي وَلِيٌّ لِمَنْ وَالاَهُ\nوَعَدُوٌّ لِمَنْ عَادَاهُ\nبـاَبـي أَنـت وَ اُمي يَا بْن رَسـُولِ اللهِ\nاَشهَدُ اَنّك كُنتَ نوُرا في الأصلابِ الشّامِخَةِ\nوَالأرحـامِ المُطَهَرَةِ\nلم تـُنَجـِسـكَ الجـاهِليَّةُ بـاَنِجـاسـِها\nوَلَم تـُلبـِسكَ مِن مُدلَهِمّاتِ ثـِيابـِها\nوَاَشـهَدُ ﺍنَّكَ مِنْ دَعَائِمِ ٱلدِّينِ\nوَاَركانِ المُؤمِنينَ\nوَمَعْقِلِ ٱلْمُؤْمِنِينَ\nوَاشْهَدُ انَّكَ ٱلإِمَامُ ٱلْبَرُّ ٱلتَّقِيُّ\nٱلرَّضِيُّ ٱلزَّكِيُّ\nالهادِي المَهدِيُ\nوَاشْهَدُ انَّ ٱلائِمَّةَ مِنْ وُلْدِكَ\nكَلِمةُ التَّقـوى\nوَاَعـلامُ الهُدى\nوَالعـُروةُ الوُثـقى\nوَالحـُجَّةُ عـَلى اَهل الدُنيـا\nوَاَشـهَدُ اَنّي بـِكـمُ مُؤمِنٌ وَبـِايِابـِكم مُوقنٌ\nمُوقِنٌ بِشَرَايِعِ دِينِي وَخَوَاتِيمِ عَمَلِي\nوَقَلْبِي لِقَلْبِكُمْ سِلْمٌ\nوَاَمري لِامْرِكـمُ مُتَّبـع\nوَنُصْرَتِي لَكُمْ مُعَدَّةٌ\nحَتَّىٰ يَاذَنَ اللَّهُ لَكُمْ\nفَمَعَكُمْ مَعَكُمْ\nلاََ مَعَ عَدُوِّكُمْ\nصـَلَوات الله عَلَيكم\nوَعَلى اَرواحـِكم وَعَلى اَجـسـادِكُم\nوَشَاهِدِكُمْ وَغَائِبِكُمْ\nوَظَاهِرِكُمْ وَبَاطِنِكُمْ\nآمِينَ رَبَّ ٱلْعَالَمِينَ",
		"english": "Peace be upon the intimate servant of Allah and His most-beloved.\nPeace be upon the friend of Allah and His elite.\nPeace be upon the choice of Allah and son of His choice.\nPeace be upon al-Husayn the wronged and martyred.\nPeace be upon the captive of agonies\nand victim of the shed tears.\nO Allah, I do bear witness\nthat he is verily Your deputy and son of Your deputy,\nYour choice and son of Your choice\nand the winner of Your honoring\nYou have honored him with martyrdom,\nendued him with happiness\nprivileged him with legitimate birth\nmade him one of the chiefs\none of the leaders\nand one of the defenders (of Your religion)\ngave him the inheritances of the Prophets\nand chose him as argument against Your created beings and one of the Prophets’ successors.\nSo, he called to you flawlessly,\ngave advices\nand sacrificed his soul for You\nto save Your servants from ignorance\nand the confusion of straying off\nYet, those who were seduced by this worldly life,\nwho sold their share (of reward) with the lowliest and meanest,\nretailed their Hereafter with the cheapest price,\nacted haughtily, perished because of following their desires,\nbrought to themselves Your wrath and the wrath of Your Prophet,\nand obeyed the dissident and hypocritical servants of You\nand the bearers of the burdens (of sins) who deserve Hellfire—all those supported each other against him.\nHowever, he fought against them painstakingly with steadfastness expecting Your reward\nuntil his blood was shed on account of his obedience to You\nand his women were violated.\nSo, O Allah, pour heavy curses on them\nand chastise them with painful chastisement.\nPeace be upon you, O son of Allah’s Messenger.\nPeace be upon you, O son of the chief of the Prophets’ successors.\nI bear witness that you are verily the trustee of Allah and the son of His trustee.\nYou lived with happiness,\npassed away with praiseworthiness,\nand died missed, wronged, and martyred.\nI also bear witness that Allah shall inevitably fulfill His promise to You,\nexterminate those who disappointed you,\nI also bear witness that you fulfilled your pledge to Allah\nand strove hard in His way until death\nSo, may Allah curse those who slew you.\nMay Allah curse those who wronged you\nMay Allah curse the people who, when informed about that, were okay with it.\nO Allah, I do ask You to witness for me that\nI am loyal to those who are loyal to him\nand enemy of his enemies.\nMay my father and mother be your ransoms, O son of Allah's Messenger\nI bear witness that you were light in the sublime loins\nand purified wombs\nthe impurities of the Ignorance Era could not subject you to filth\nnor could its murky clothes dress you\nI also bear witness that you are one of the mainstays of the religion,\nthe supports of Muslims,\nand the haven of the believers\nI also bear witness that you are the Godfearing, pious,\npleased, immaculate\na guide, and a well-guided Imam\nAnd I bear witness that the Imams from your progeny\nare the words of piety,\nthe signs of guidance,\nthe firmest handle (to Allah)\nand the decisive Argument against the inhabitants of the world.\nI also bear witness that I believe in you all and in your Return,\nI have full confidence in the laws of my religion and in the seals of my deeds,\nmy heart is at peace with you all,\nall my affairs are based on your commands,\nand my support for you all is already all set\nuntil Allah permits you.\nSo, I am with you. I am with you,\nnot with your enemies\nAllah’s blessings be upon you\nupon your souls, upon your bodies,\nupon the present and the absent from you,\nand upon the apparent and the invisible from you.\nRespond to us, O Lord of the Worlds",
		"audio": [
			{
				"name": "Sheikh Baqir al Muqadisi",
				"link": "https://shiavoice.com/media/zeiarat/erbi3in/zeit2mr4cn9g.mp3"
			},
			{
				"name": "Mahdi Sadqa",
				"link": "https://shiavoice.com/media/zeiarat/erbi3in/dvypqao79gmx.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "https://shiavoice.com/media/zeiarat/erbi3in/hy93nexympjs.mp3"
			},
			{
				"name": "Ali Ahmad Yusuf",
				"link": "https://shiavoice.com/media/zeiarat/erbi3in/rdyhmkw44e1z.mp3"
			},
			{
				"name": "Haydar Abdalwahid",
				"link": "https://shiavoice.com/media/zeiarat/erbi3in/tam6upv8xcwr.mp3"
			}
		]
	},
	{
		"title": "Ziyarat Aaly Yaseen",
		"arabic": "سَلاَمٌ عَلَىٰ آلِ يـٰس\nاَلسَّلاَمُ عَلَيْكَ يَا دَاعِيَ ٱللَّهِ وَرَبَّانِيَّ آيَاتِهِ\nاَلسَّلاَمُ عَلَيْكَ يَا بَابَ ٱللَّهِ وَدَيَّانَ دِينِهِ\nاَلسَّلاَمُ عَلَيْكَ يَا خَلِيفَةَ ٱللَّهِ وَنَاصِرَ حَقِّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا حُجَّةَ ٱللَّهِ وَدَلِيلَ إِِرَادَتِهِ\nاَلسَّلاَمُ عَلَيْكَ يَا تَالِيَ كِتَابِ ٱللَّهِ وَتَرْجُمَانَهُ\nاَلسَّلاَمُ عَلَيْكَ فِي آنَاءِ لَيْلِكَ وَاطْرَافِ نَهَارِكَ\nاَلسَّلاَمُ عَلَيْكَ يَا بَقِيَّةَ ٱللَّهِ فِي ارْضِهِ\nاَلسَّلاَمُ عَلَيْكَ يَا مِيثَاقَ ٱللَّهِ ٱلَّذِي اخَذَهُ وَوَكَّدَهُ\nاَلسَّلاَمُ عَلَيْكَ يَا وَعْدَ ٱللَّهِ ٱلَّذِي ضَمِنَهُ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلْعَلَمُ ٱلْمَنْصُوبُ\nوَٱلْعِلْمُ ٱلْمَصْبُوبُ\nوَٱلْغَوْثُ وَٱلرَّحْمَةُ ٱلْوَاسِعَةُ\nوَعْداً غَيْرَ مَكْذُوبٍ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تَقوُمُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تَقْعُدُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تَقْرَا وَتُبَيِّنُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تُصَلِّي وَتَقْنُتُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تَرْكَعُ وَتَسْجُدُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تُهَلِّلُ وَتُكَبِّرُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تَحْمَدُ وَتَسْتَغْفِرُ\nاَلسَّلاَمُ عَلَيْكَ حِينَ تُصْبِحُ وَتُمْسِي\nاَلسَّلاَمُ عَلَيْكَ فِي ٱللَّيْلِ إِِذَا يَغْشَىٰ\nوَٱلنَّهَارِ إِِذَا تَجَلَّىٰ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلإِمَامُ ٱلْمَامُونُ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلْمُقَدَّمُ ٱلْمَامُولُ\nاَلسَّلاَمُ عَلَيْكَ بِجَوَامِعِ ٱلسَّلاَمِ\nاشْهِدُكَ يَا مَوْلاَيَ\nانِّي اشْهَدُ انْ لاََ إِِلٰهَ إِِلاَّ ٱللَّهُ\nوَحْدَهُ لاََ شَرِيكَ لَهُ\nوَانَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ\nلاََ حَبِيبَ إِِلاَّ هُوَ وَاهْلُهُ\nوَاشْهِدُكَ يَا مَوْلاَيَ\nانَّ عَلِيّاً امِيرَ ٱلْمُؤْمِنِينَ حُجَّتُهُ\nوَٱلْحَسَنَ حُجَّتُهُ\nوَٱلْحُسَيْنَ حُجَّتُهُ\nوَعَلِيَّ بْنَ ٱلْحُسَيْنِ حُجَّتُهُ\nوَمُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ\nوَجَعْفَرَ بْنَ مُحَمَّدٍ حُجَّتُهُ\nوَموُسَىٰ بْنَ جَعْفَرٍ حُجَّتُهُ\nوَعَلِيَّ بْنَ مُوسَىٰ حُجَّتُهُ\nوَمُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ\nوَعَلِيَّ بْنَ مُحَمَّدٍ حُجَّتُهُ\nوَٱلْحَسَنَ بْنَ عَلِيٍّ حُجَّتُهُ\nوَاشْهَدُ انَّكَ حُجَّةُ ٱللَّهِ\nانْتُمُ ٱلاوَّلُ وَٱلآخِرُ\nوَانَّ رَجْعَتَكُمْ حَقٌّ لاََ رَيْبَ فِيهَا\nيَوْمَ لاََ يَنْفَعُ نَفْساً إِيـمَانُهَا\nلَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ\nاوْ كَسَبَتْ فِي إِيـمَانِهَا خَيْراً\nوَانَّ ٱلْمَوْتَ حَقٌّ\nوَانَّ نَاكِراً وَنَكيراً حَقٌّ\nوَاشْهَدُ انَّ ٱلنَّشْرَ حَقٌّ\nوَٱلْبَعَثَ حَقٌّ\nوَانَّ ٱلصِّرَاطَ حَقٌّ\nوَٱلْمِرْصَادَ حَقٌّ\nوَٱلْمِيزَانَ حَقٌّ\nوَٱلْحَشْرَ حَقٌّ\nوَٱلْحِسَابَ حَقٌّ\nوَٱلْجَنَّةَ وَٱلنَّارَ حَقٌّ\nوَٱلْوَعْدَ وَٱلْوَعِيدَ بِهِمَا حَقٌّ\nيَا مَوْلاَيَ شَقِيَ مَنْ خَالَفَكُمْ\nوَسَعِدَ مَنْ اطَاعَكُمْ\nفَٱشْهَدْ عَلَىٰ مَا اشْهَدْتُكَ عَلَيْهِ\nوَانَا وَلِيٌّ لَكَ\nبَرِيءٌ مِنْ عَدُوِّكَ\nفَٱلْحَقُّ مَا رَضِيتُمُوهُ\nوَٱلْبَاطِلُ مَا اسْخَطْتُمُوهُ\nوَٱلْمَعْرُوفُ مَا امَرْتُمْ بِهِ\nوَٱلْمُنْكَرُ مَا نَهَيْتُمْ عَنْهُ\nفَنَفْسِي مُؤْمِنَةٌ بِٱللَّهِ\nوَحْدَهُ لاََ شَريكَ لَهُ\nوَبِرَسُولِهِ وَبِامِيرِ ٱلْمُؤْمِنِينَ\nوَبِكُمْ يَا مَوْلاَيَ اوَّلِكُمْ وَآخِرِكُمْ\nوَنُصْرَتِي مُعَدَّةٌ لَكُمْ\nوَمَوَدَّتِي خَالِصَةٌ لَكُمْ\nآمِينَ آمِينَ",
		"english": "Peace be upon the Household of Yasin.\nPeace be upon you, O caller to Allah and interpreter of His Verses.\nPeace be upon you, O door to Allah and applier of His religion.\nPeace be upon you, O viceroy of Allah and backer of His right.\nPeace be upon you, O Argument of Allah and sign of His volition.\nPeace be upon you, O reciter of the Book of Allah and its interpreter.\nPeace be upon you at the hours of Your night and the two ends of Your day.\nPeace be upon you, O herald of Allah on His lands.\nPeace be upon you, O covenant of Allah that He has made and confirmed.\nPeace be upon you, O Promise of Allah that He has assured.\nPeace be upon you, O appointed pennon,\npoured knowledge,\naid, and expansive mercy.\nThis is verily a promise that shall never be belied.\nPeace be upon you whenever you rise (to undertake the mission).\nPeace be upon you whenever you sit.\nPeace be upon you whenever you recite and elucidate.\nPeace be upon you whenever you offer prayer and supplicate.\nPeace be upon you whenever you genuflect and prostrate (yourself for Allah).\nPeace be upon you whenever you profess Allah’s Godhead and profess His All-greatness.\nPeace be upon you whenever you praise Allah and implore for His forgiveness.\nPeace be upon you whenever you begin and end your day.\nPeace be upon you in the night when it draws a veil\nand the day when it shines in brightness.\nPeace be upon you, O entrusted leader.\nPeace be upon you, O favored and expected.\nPeace be upon you to the ultimate meaning of peace.\nI solicit you, O my master,\nto testify to me that I bear witness that there is no god but Allah;\nOne and Only Lord and having no associate,\nand that Muhammad is His servant and messenger.\nThere is no one more beloved by Allah than him and his household.\nAnd I solicit you, O my master, to testify to me that I bear witness\nthat `Ali the Commander of the Faithful is His argument,\nal-Hasan is His argument,\nal-Husayn is His argument,\n`Ali the son of al-Husayn is His argument,\nMuhammad the son of `Ali is His argument,\nJa`far the son of Muhammad is His argument,\nMusa the son of Ja`far is His argument,\n`Ali the son of Musa is His argument,\nMuhammad the son of `Ali is His argument,\n`Ali the son of Muhammad is His argument,\nand al-Hasan the son of `Ali is His argument.\nI also bear witness that you are verily the argument of Allah.\nYou all are the first and the last.\nAnd (I bear witness) that your (promised) Return is undoubtedly true\n“On the day when its belief avails not a soul\nwhich theretofore believed not,\nnor in its belief earned good by works (6:158),”\ndeath is true,\nand Nakir and Nakir are true.\nAnd I bear witness that the Raising for death is true,\nthe Resurrection is true,\nthe Discriminating Bridge is true,\nthe Watchtower is true,\nthe Balance (of deeds) is true,\nthe Gathering is true,\nthe Reckoning is true,\nParadise and Hell are true,\nand the promise of Paradise and the threat of Hell are true.\nO My master! Certainly wretched is he who opposes you\nand certainly happy is he who obeys you.\nSo, testify to me all that which I have besought you to testify.\nI am verily an ally of you\nand denouncing your enemy.\nThe truth is only that which you accept,\nthe wrong is only that which you disallow,\nthe good is only that which you enjoin,\nand the evil is only that which you forbid.\nMy soul is thus believing in Allah;\nOne and Only Lord and having no associate,\nand also in His Messenger, in the Commander of the Faithful,\nand in you all, O my master, from the beginning to the end.\nI have prepared myself to back you\nand my love is sincerely dedicated to you.\nRespond! Respond!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/zeiarat/al_yaseen/md5h73791yvj.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/al_yaseen/xpobk0rv1ong.mp3"
			},
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/al_yaseen/iboyqn5v4oz8.mp3"
			},
			{
				"name": "Abdulhai Qumbar",
				"link": "https://shiavoice.com/media/zeiarat/al_yaseen/aug5z75fjfuj.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Imam Hussein on Laylatul Qadr",
		"arabic": "اَلسَّلامُ عَلَيْكَ يَا بْنَ رَسُولِ اللهِ،\nاَلسَّلامُ عَلَيْكَ يَا بْنَ اَميرِ الْمُؤْمِنينَ،\nاَلسَّلامُ عَلَيْكَ يَا بْنَ الصِّديقَةِ الطّاهِرَةِ\nفاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ،\nاَلسَّلامُ عَلَيْكَ يا مَوْلايَ يا اَبا عَبْدِ اللهِ\nوَرَحْمَةُ اللهِ وَبَرَكاتُهُ،\nاَشْهَدُ اَنَّكَ\nقَدْ اَقَمْتَ الصَّلاةَ\nوَآتَيْتَ الزَّكاةَ\nوَاَمَرْتَ بِالْمَعْرُوفِ\nوَنَهَيْتَ عَنِ الْمُنْكَرِ،\nوَتَلَوْتَ الْكِتابَ حَقَّ تِلاوَتِهِ\nوَجاهَدْتَ فِي اللهِ حَقَّ جِهادِهِ\nوَصَبَرْتَ عَلَى الاَْذى فِي جَنْبِهِ مُحْتَسِباً\nحَتّى اَتاكَ الْيَقينُ،\nاَشْهَدُ اَنَّ\nالَّذينَ خالَفُوكَ\nوَحارَبُوكَ\nوَالَّذينَ خَذَلُوكَ\nوَالَّذينَ قَتَلُوكَ\nمَلْعُونُونَ عَلى لِسانِ النَّبِيِّ الاُْمّي\nوَقَدْ خابَ مَنِ افْتَرى،\nلَعَنَ اللهُ الظّالِمينَ لَكُمْ\nمِنَ الاَْوَّلينَ وَالاْخِرينَ\nوَضاعَفَ عَلَيْهِمُ الْعَذابَ الاَْليمَ،\nاَتَيْتُكَ يا مَوْلايَ\nيَا بْنَ رَسُولِ اللهِ\nزائِراً عارِفاً بِحَقِّكَ مُوالِياً\nلاَِوْلِيائِكَ مُعادِياً\nلاَِعْدائِكَ، مُسْتَبْصِراً\nبِالْهُدَى الّذي أَنْتَ عَلَيْهِ،\nعارِفاً بِضَلالَةِ مَنْ خالَفَكَ،\nفَاشْفَعْ لي عِنْدَ رَبِّكَ.",
		"english": "Peace be on you, O son of the Messenger of Allah.\nPeace be on you, O son of Ameerul Mu'mineen.\nPeace be on you, O son of the Truthful, the Pure,\nFatima, chief of the ladies of the worlds.\nPeace be on you, O my master, O Abu `Abdillah.\nand the mercy of Allah, and His blessings.\nI bear witness that,\nyou established prayers,\nand gave Zakat,\nenjoined the good,\nand forbade evil\nYou recited the Book (of Allah), the way it should be recited\nand you struggled in the way of Allah, the way it was its right,\nand you were patient in troubles on His side\nuntil conviction(death) came to you.\nI bear witness that,\nthose who opposed you\nand fought you,\nand those who humiliated you\nand those who killed you,\nare cursed, by the tongue of the Prophet, the ummi\nand whoever slackens will be disappointed.\nMay Allah curse your oppressors\nfrom the first ones to the last,\nand increase on them the painful punishment.\nI have come to you, O my master,\nO son of the Messenger of Allah,\nas a visitor, knowing your rights,\nhaving love for your friends,\nand hatred for your enemies,\naware of the guidance on which you were,\nknowing the misguidance of those who opposed you,\nTherefore intercede for me with Your Lord.",
		"audio": [
			{
				"name": "Sheikh Qasem Baydhoun Al Amili",
				"link": "https://shiavoice.com/media/zeiarat/imam_hussein/twv6wqnentex.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Abu Fadl al Abbas",
		"arabic": " سَلاَمُ اللَّهِ وَ سَلاَمُ مَلاَئِكَتِهِ الْمُقَرَّبِينَ\nوَ أَنْبِيَائِهِ الْمُرْسَلِينَ وَ عِبَادِهِ الصَّالِحِينَ\nوَ جَمِيعِ الشُّهَدَاءِ وَ الصِّدِّيقِينَ\nوَ الزَّاكِيَاتُ الطَّيِّبَاتُ فِيمَا تَغْتَدِي\nوَ تَرُوحُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ\nأَشْهَدُ لَكَ بِالتَّسْلِيمِ\nوَ التَّصْدِيقِ وَ الْوَفَاءِ\nوَ النَّصِيحَةِ لِخَلَفِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْمُرْسَلِ\nوَ السِّبْطِ الْمُنْتَجَبِ وَ الدَّلِيلِ الْعَالِمِ\nوَ الْوَصِيِّ الْمُبَلِّغِ وَ الْمَظْلُومِ الْمُهْتَضَمِ\nفَجَزَاكَ اللَّهُ عَنْ رَسُولِهِ وَ عَنْ أَمِيرِ الْمُؤْمِنِينَ\nوَ عَنِ الْحَسَنِ وَ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَفْضَلَ الْجَزَا\nبِمَا صَبَرْتَ وَ احْتَسَبْتَ\nوَ أَعَنْتَ فَنِعْمَ عُقْبَى الدَّا\nلَعَنَ اللَّهُ مَنْ قَتَلَكَ\nوَ لَعَنَ اللَّهُ مَنْ جَهِلَ حَقَّكَ\nوَ اسْتَخَفَّ بِحُرْمَتِكَ\nوَ لَعَنَ اللَّهُ مَنْ حَالَ بَيْنَك وَ بَيْنَ مَاءِ الْفُرَاتِ\nأَشْهَدُ أَنَّكَ قُتِلْتَ مَظْلُوماً\nوَ أَنَّ اللَّهَ مُنْجِزٌ لَكُمْ مَا وَعَدَكُمْ\nجِئْتُكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَافِداً إِلَيْكُمْ\nوَ قَلْبِي مُسَلِّمٌ لَكُمْ وَ تَابِعٌ\nوَ أَنَا لَكُمْ تَابِعٌ وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ\nحَتَّى يَحْكُمَ اللَّهُ وَ هُوَ خَيْرُ الْحَاكِمِينَ\nفَمَعَكُمْ مَعَكُمْ لاَ مَعَ عَدُوِّكُمْ\nإِنِّي بِكُمْ وَ بِإِيَابِكُمْ (وَ بِآبَائِكُمْ) مِنَ الْمُؤْمِنِينَ\nوَ بِمَنْ خَالَفَكُمْ وَ قَتَلَكُمْ مِنَ الْكَافِرِينَ\nقَتَلَ اللَّهُ أُمَّةً قَتَلَتْكُمْ بِالْأَيْدِي وَ الْأَلْسُنِ\nپس داخل روضه شو و خود را به ضريح بچسبان و بگ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْعَبْدُ الصَّالِحُ\nالْمُطِيعُ لِلَّهِ وَ لِرَسُولِهِ وَ لِأَمِيرِ الْمُؤْمِنِينَ\nوَ الْحَسَنِ وَ الْحُسَيْنِ صَلَّى اللَّهُ عَلَيْهِمْ وَ سَلَّمَ\nالسَّلاَمُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ\nوَ مَغْفِرَتُهُ وَ رِضْوَانُهُ\nوَ عَلَى رُوحِكَ وَ بَدَنِكَ\nأَشْهَدُ وَ أُشْهِدُ اللَّهَ\nأَنَّكَ مَضَيْتَ عَلَى مَا مَضَى بِهِ الْبَدْرِيُّونَ وَ الْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ\nالْمُنَاصِحُونَ لَهُ فِي جِهَادِ أَعْدَائِهِ الْمُبَالِغُونَ\nفِي نُصْرَةِ أَوْلِيَائِهِ الذَّابُّونَ عَنْ أَحِبَّائِهِ\nفَجَزَاكَ اللَّهُ أَفْضَلَ الْجَزَاءِ وَ أَكْثَرَ الْجَزَاءِ وَ أَوْفَرَ الْجَزَا\nوَ أَوْفَى جَزَاءِ أَحَدٍ مِمَّنْ وَفَى بِبَيْعَتِهِ\nوَ اسْتَجَابَ لَهُ دَعْوَتَهُ وَ أَطَاعَ وُلاَةَ أَمْرِهِ\nأَشْهَدُ أَنَّكَ قَدْ بَالَغْتَ فِي النَّصِيحَةِ\nوَ أَعْطَيْتَ غَايَةَ الْمَجْهُو\nفَبَعَثَكَ اللَّهُ فِي الشُّهَدَاءِ\nوَ جَعَلَ رُوحَكَ مَعَ أَرْوَاحِ السُّعَدَا\nوَ أَعْطَاكَ مِنْ جِنَانِهِ أَفْسَحَهَا مَنْزِلاً\nوَ أَفْضَلَهَا غُرَفاً وَ رَفَعَ ذِكْرَكَ فِي عِلِّيِّينَ فِي الْعَالَمِينَ\nوَ حَشَرَكَ مَعَ النَّبِيِّينَ وَ الصِّدِّيقِينَ\nوَ الشُّهَدَاءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولَئِكَ رَفِيق\nأَشْهَدُ أَنَّكَ لَمْ تَهِنْ وَ لَمْ تَنْكُلْ\nوَ أَنَّكَ مَضَيْتَ عَلَى بَصِيرَةٍ مِنْ أَمْرِكَ\nمُقْتَدِياً بِالصَّالِحِينَ وَ مُتَّبِعاً لِلنَّبِيِّينَ\nفَجَمَعَ اللَّهُ بَيْنَنَا وَ بَيْنَكَ\nوَ بَيْنَ رَسُولِهِ وَ أَوْلِيَائِهِ\nفِي مَنَازِلِ الْمُخْبِتِينَ\nفَإِنَّهُ أَرْحَمُ الرَّاحِمِينَ",
		"english": "Greetings of Allah, and greetings of His favourite angels,\nHis commissioned Prophets, His pious servants,\nand all martyrs, and truthfuls,\nand also true blessings, giving you joy and confidence,\nbe on you, O the son of the Ameer ul Moomineen.\nI bear witness that you resigned yourself to the will of Allah.\nSincerely accepted as true, faithfully kept your promise,\nshowed yourself as a reliable friend, with regard to the grandson of the Prophet (PBUHAHD)\nhis (Prophet’s) chosen grandson, the sagacious guide,\nthe successor who promoted the religion, the wrongfully oppressed,\nso Allah rewarded you on behalf of His Messenger, Ameer ul Moomineen,\nHasan and Husayn,(blessings of Allah be on them), the bet recompense\nthat your resignation,thoughtfulness, and support (to Allah’s religion)\nhave earned for you.How excellent is the reward available in the life eternal !\nCurse of Allah be on those who killed you,\ncurse of Allah be on those who ignored your rights;\ngave no importance to your sanctity;\ncurse of Allah be on those who stood between you and the river of Furaat.\nI bear witness that you were wrongfully killed.\nVerily Allah has fulfilled the promise He made with you.\nI am here, O the son of the Ameer ul Momineen to present myself before you.\nI put faith in you, and I follow you,\nI am your obedient disciple, I am always ready to serve you,\ntill Allah summons me, He is the Best of all who direct (others) to do something.\nI am on your side, in your group, not among your enemies,\nI believe in you, and I am sure that (in the promised days) you all shall return;\nthose who opposed you and killed you were the infidels;\nmay Allah destroy those who gave the orders to kill you and those who carried it out.\nNow Enter the Sanctuary, touch the zareeh with your body, and utter\nPeace be on you, O the pious obedient servant of Allah,\nHis Messenger, Ameerul Moomineen,\nHusan and Husayn, blessings and greetings of Allah be on them.\nPeace be on you, mercy and blessings of Allah be on you;\nHis protection and His patronage be for you,\nalso on your body and soul.\nI bear witness and invoke Allah to be a witness that,\nverily, you lived and died as the warriors of Badr and the soldiers of Allah,\nin the cause of Allah, faithfully served Him in the battlefield against His enemies,\ndid your best to support His intimate friends, and defend His beloved favorites;\nso, may Allah, reward you the best reward, continuous, exemplary and conclusive,\nwhich He gives to those who uphold the oath of loyalty,\ngive answer to His call, and obey His command.\nI bear witness that, verily, you indeed served the cause of Allah,\nand made utmost efforts to pursue its purpose.\nAllah, therefore , has included you among the martyrs,\nand let your soul rest in peace with the souls of the fortunate,\nawarded you a spacious space in His Paradise,in the seventh Heaven,\npaid tribute to you by making mention of your name in the highest circle,\nchosen you to move in the company of the Prophets,the truthfuls,\nthe martyrs and the pious, and those are the best companions.\nI bear witness that, verily, you did not lag behind, did not turn away the face;\nverily, you were fully aware of the truth at the time of leaving this world,\nfollowing in the pious infallibles’ and the Prophets’ footsteps,\nso, may Allah assemble us together\n(His Messenger, His representatives, you and us),\nall those who have surrendered to Allah.\nVerily, He is the most Merciful",
		"audio": [
			{
				"name": "Ali Kaabi",
				"link": "https://shiavoice.com/media/zeiarat/3abas_ebn_ali/jgzmbd9epuuy.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat AmeenAllah",
		"arabic": "السَّلاَمُ عَلَيْكَ يَا أَمِينَ اللَّهِ فِي أَرْضِهِ\nوَ حُجَّتَهُ عَلَى عِبَادِهِ\nالسَّلاَمُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ\nأَشْهَدُ أَنَّكَ جَاهَدْتَ فِي اللَّهِ حَقَّ جِهَادِهِ\nوَ عَمِلْتَ بِكِتَابِهِ وَ اتَّبَعْتَ سُنَنَ نَبِيِّهِ\nصَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ\nحَتَّى دَعَاكَ اللَّهُ إِلَى جِوَارِهِ\nفَقَبَضَكَ إِلَيْهِ بِاخْتِيَارِهِ\nوَ أَلْزَمَ أَعْدَاءَكَ الْحُجَّةَ\nمَعَ مَا لَكَ مِنَ الْحُجَجِ الْبَالِغَةِ عَلَى جَمِيعِ خَلْقِهِ\nاللَّهُمَّ فَاجْعَلْ نَفْسِي مُطْمَئِنَّةً بِقَدَرِكَ\nرَاضِيَةً بِقَضَائِكَ مُولَعَةً بِذِكْرِكَ وَ دُعَائِكَ\nمُحِبَّةً لِصَفْوَةِ أَوْلِيَائِكَ\nمَحْبُوبَةً فِي أَرْضِكَ وَ سَمَائِكَ\nصَابِرَةً عَلَى نُزُولِ بَلاَئِكَ\nشَاكِرَةً لِفَوَاضِلِ نَعْمَائِكَ\nذَاكِرَةً لِسَوَابِغِ آلاَئِكَ\nمُشْتَاقَةً إِلَى فَرْحَةِ لِقَائِكَ\nمُتَزَوِّدَةً التَّقْوَى لِيَوْمِ جَزَائِكَ\nمُسْتَنَّةً بِسُنَنِ أَوْلِيَائِكَ\nمُفَارِقَةً لِأَخْلاَقِ أَعْدَائِكَ\nمَشْغُولَةً عَنِ الدُّنْيَا بِحَمْدِكَ وَ ثَنَائِكَ\nاللَّهُمَّ إِنَّ قُلُوبَ الْمُخْبِتِينَ إِلَيْكَ وَالِهَةٌ\nوَ سُبُلَ الرَّاغِبِينَ إِلَيْكَ شَارِعَةٌ\nوَ أَعْلاَمَ الْقَاصِدِينَ إِلَيْكَ وَاضِحَةٌ\nوَ أَفْئِدَةَ الْعَارِفِينَ مِنْكَ فَازِعَةٌ\nوَ أَصْوَاتَ الدَّاعِينَ إِلَيْكَ صَاعِدَةٌ\nوَ أَبْوَابَ الْإِجَابَةِ لَهُمْ مُفَتَّحَةٌ\nوَ دَعْوَةَ مَنْ نَاجَاكَ مُسْتَجَابَةٌ\nوَ تَوْبَةَ مَنْ أَنَابَ إِلَيْكَ مَقْبُولَةٌ\nوَ عَبْرَةَ مَنْ بَكَى مِنْ خَوْفِكَ مَرْحُومَةٌ\nوَ الْإِغَاثَةَ لِمَنِ اسْتَغَاثَ بِكَ مَوْجُودَةٌ مَبْذُولَةٌ\nوَ الْإِعَانَةَ لِمَنِ اسْتَعَانَ بِكَ مَبْذُولَةٌ (مَوْجُودَةٌ)\nوَ عِدَاتِكَ لِعِبَادِكَ مُنْجَزَةٌ\nوَ زَلَلَ مَنِ اسْتَقَالَكَ مُقَالَةٌ\nوَ أَعْمَالَ الْعَامِلِينَ لَدَيْكَ مَحْفُوظَةٌ\nوَ أَرْزَاقَكَ إِلَى الْخَلاَئِقِ مِنْ لَدُنْكَ نَازِلَةٌ\nوَ عَوَائِدَ الْمَزِيدِ إِلَيْهِمْ وَاصِلَةٌ\nوَ ذُنُوبَ الْمُسْتَغْفِرِينَ مَغْفُورَةٌ\nوَ حَوَائِجَ خَلْقِكَ عِنْدَكَ مَقْضِيَّةٌ\nوَ جَوَائِزَ السَّائِلِينَ عِنْدَكَ مُوَفَّرَةٌ\nوَ عَوَائِدَ الْمَزِيدِ مُتَوَاتِرَةٌ\nوَ مَوَائِدَ الْمُسْتَطْعِمِينَ مُعَدَّةٌ\nوَ مَنَاهِلَ الظِّمَاءِ (لَدَيْكَ) مُتْرَعَةٌ\nاللَّهُمَّ فَاسْتَجِبْ دُعَائِي\nوَ اقْبَلْ ثَنَائِي\nوَ اجْمَعْ بَيْنِي وَ بَيْنَ أَوْلِيَائِي\nبِحَقِّ مُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ\nإِنَّكَ وَلِيُّ نَعْمَائِي وَ مُنْتَهَى مُنَايَ\nوَ غَايَةُ رَجَائِي\nفِي مُنْقَلَبِي وَ مَثْوَايَ\nأَنْتَ إِلَهِي وَ سَيِّدِي وَ مَوْلاَيَ\nاغْفِرْ لِأَوْلِيَائِنَا وَ كُفَّ عَنَّا أَعْدَاءَنَا\nوَ اشْغَلْهُمْ عَنْ أَذَانَا\nوَ أَظْهِرْ كَلِمَةَ الْحَقِّ وَ اجْعَلْهَا الْعُلْيَا\nوَ أَدْحِضْ كَلِمَةَ الْبَاطِلِ وَ اجْعَلْهَا السُّفْلَى\nإِنَّكَ عَلَى كُلِّ شَيْ‏ءٍ قَدِير",
		"english": "Peace be on you, O trusted guardian, appointed by Allah, to administer His earth,\nand to convince the mankind to accept His plan.\nPeace be on you, O Ameer ul Moomineen\nI testify that you made utmost efforts, as it should be, in the cause of Allah,\nacted upon His Book, followed the way of life of His Prophet,\nblessings of Allah be on him and on his children,\nto the last moment of your life, until Allah invited you to come unto Him,\nand used His discretion to take you away,\nand sealed your enemies' doom with the blame\nthat the arguments had been made known to one and all through you.\nO Allah let me be happy and satisfied with that which Thou considers good for me,\nlet me agree with that which Thou decides for me, let me passionately remember Thee, and invoke Thee,\nlet me be in love with Thy pure and sincere friends,\nlet me be well-liked and respected on the earth, and in the heavens,\nlet me be unruffled and well composed in the midst of misfortunes,\nlet me be gratefully thankful in prosperity,\nlet me be mindful of much and more bounties,\nlet- me ardently desire for the heart warming meeting with Thee;\nwell-equipped with piety to gain my end on the Day of Requital,\nlet me follow into the footsteps of Thy representatives,\nlet me disassociate myself from the mannerism of Thy enemies,\nlet me pass my time, in this world, by praising and glorifying Thee.\nO Allah, verily, the hearts of those who surrender to Thee, are full of passionate love,\nthe path of those, who long for Thee, is the straight (true) road,\nthe instructions given by those, who lean on Thee, are distinct and precise,\nthe minds of those, who are aware of Thy reality, are filled with awe and reverence,\nthe call of those, who invite unto Thee, is loud and clear,\nand the doors of approval are kept open for them\nwhosoever submits his supplication to Thee receives a favorable answer,\nwhosoever turns repentant unto Thee gets acceptance (amnesty),\nwhosoever bursts into tears in fear of Thy punishment obtains mercy,\nwhosoever seeks redress from Thee finds the required assistance at his disposal,\nwhosoever asks for Thy help procures the aid as a gift.\nThy promise made with Thy servants is fulfilled;\nwhosoever asks for pardon of his errors finds them reduced to nothing,\nwhosoever does everything for Thy sake discovers that each and every deed has been preserved.\nThe means of livelihood available to the created beings come from Thee like a rainfall,\nand in addition many recurring favors and bounties reach them in regular successions,\nthe sins of those, who ask for forgiveness, are overlooked,\nthe wants and needs of all that which has been created by Thee are properly satisfied,\nthose who put forward genuine demands get more than they ask for,\none after the other, again and again;\nfor the hungry wholesome food is arranged,\nfor the thirsty clean water is available in abundance.\nO Allah give favorable answer to my prayer,\nacknowledge the praise I sing in worship,\nlet there be peace and harmony between me and my friends,\nfor the sake of Muhammad, Ali, Fatimah, Hasan and Husayn;\nverily, Thou art my Benefactor who provides with bounties,\nthe aim of my desires, the ultimate destination of my hopes,\nin my future life, and during this short life.\nThou art my God, my Master and my Lord;\nwelcome my friends, keep our enemies away from us;\nto save us from the evil mischief divert their attention,\nlet the 'true Word' come out in the open, supreme and dominant,\nrefute and condemn the 'foullie', rendered contemptible,\nverily, Thou art able to do all things. (3:26)",
		"audio": [
			{
				"name": "Abathar Al Halwachi",
				"link": "https://shiavoice.com/media/zeiarat/asdarat/ziarat1/mv85npctjzod.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/amin_allah/icmmm78frqi0.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Sayyeda Zainab",
		"arabic": "السَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الأَنْبِياءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ الحَوْضِ وَاللِّوَاءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ عُرِجَ بِهِ إلى السَّمَاءِ وَوَصَلَ إلى مَقَامِ قَابِ قَوْسَينِ أوْ أدْنى\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ نَبِيِّ الهُدَى وَسَيِّدِ الوَرَى وَمُنْقِذِ العِبَادِ مِنَ الرَّدَى\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ الخُلُقِ العَظِيمِ وَالشَّرَفِ العَمِيمِ وَالآيَاتِ وَالذِّكْرِ الحَكِيمِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ المَقَامِ المحْمُودِ وَالحَوضِ المَورُودِ وَاللِّوَاءِ المَشْهودِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْهَجِ دِينِ الإسْلامِ وَصَاحِبِ القِبْلَةِ وَالقُرْآنِ وَعَلَمِ الصِّدْقِ وَالحَقِّ وَالإحْسَانِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَفْوَةِ الأَنْبِياءِ وَعَلَمِ الأتْقِياءِ وَمَشْهورِ الذِّكْرِ في الأرْضِ وَالسَّماءِ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَيْرِ خَلقِ اللهِ وَسَيِّدِ خَلْقِهِ وَأَوَّلِ العَدَدِ قَبْلَ إيجَادِ أَرْضِهِ وَسَماوَاتِهِ وَآخِرِ الأَبَدِ بَعْدَ فَناءِ الدُّنْيا وَأَهْلِهَا الَّذِي رُوحُهُ نُسْخَةُ اللاَّهُوتِ وَصُورَتُهُ نُسْخَةُ المُلْكِ وَالمَلَكُوتِ وَقَلْبُهُ خُزانَةُ الحَيِّ الَّذِي لا يمُوتُ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ المُظَلَّلِ بِالغَمَامِ سَيِّدِ الكَوْنَيْنِ وَمَوْلى الثَّقَلَينِ وَشَفِيعِ الأُمَّةِ يَومَ المحْشَرِ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الأَوْصِياءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ إمَامِ الأتْقِياءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ رُكْنِ الأوْلِيَاءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ عِمَادِ الأصْفِيَاءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ يَعْسوبِ الدِّينِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ أَمِيرِ المُؤمِنِينَ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الوَصِيِّينَ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ قَائِدِ البرَرَةِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ قَامِعِ الكَفَرَةِ وَالفجَرَةِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ وَارِثِ النَّبِيِّينَ\nالسَّلاَمُ عَلَيْكِ يَا بنتَ خَلِيفَةِ سَيِّدِ المُرسَلِينَ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ ضِياءِ الدِّينِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ النَّبَأِ العَظِيمِ عَلى اليَقِينِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حِسابُ النَّاسِ عَلَيهِ وَالكَوْثَرُ بَينَ يَدَيْهِ وَالنَّصُّ يَومَ الغَدِيرِ عَلَيهِ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ قَادَ زِمَامَ نَاقَتِهَا جِبرَائِيلُ وَشَارَكَها في مُصَابهَا إسْرافِيلُ، وَغَضِبَ بِسَبَبِها الرَّبُّ الجَلِيلُ، وَبَكى لمُصَابهَا إبْراهِيمُ الخَلِيلُ وَنُوحٌ وَمُوسَى الكَلِيمُ فِي كَرْبَلاءَ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ البُدُورِ السَّواطِعِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ الشُّمُوسِ الطَّوَالِعِ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ زَمْزَمَ وَالصَّفَا\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَكَّةَ وَمِنىَ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حُمِلَ عَلى البُرَاقِ في الهَوَاء\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حمَلَ الزَّكَاةَ بِأطْرافِ الرِّدَاءِ وَبَذَلَهُ عَلى الفُقَراءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ أُسْرِيَ بهِ مِن المَسْجِدِ الحَرامِ إلى المسجِدِ الأقْصَى\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَن ضَرَبَ بِالسَّيْفَين\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَن صَلَّى القِبْلَتَينِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مُحَمَّدٍ المُصطَفَى\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ عَلِيٍّ المُرْتَضى\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ فَاطِمَةَ الزَّهْراءِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَديجَةَ الكُبرَى\nالسَّلاَمُ عَلَيْكِ وَعَلى جَدِّكِ مُحَمَّدٍ المُخْتَارِ\nالسَّلاَمُ عَلَيْكِ وعَلى أَبِيكِ حَيْدَر الكَرّار\nالسَّلاَمُ عَلَيْكِ وَعَلى السَّادَاتِ الأطْهارِ الأخْيَارِ، وَهُمْ حُجَجُ اللهِ عَلى الأقْطارِ وَسَاداتُ الأرضِ والسَّمَاءِ الَّذِينَ حُبُّهُم فَرضٌ عَلى أَعْنَاقِ كُلِّ الخَلائِقِ\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ وَليِّ اللهِ المُعَظَّمِ\nالسَّلاَمُ عَلَيْكِ يا عَمَّةَ وَليِّ اللهِ المُكَرَّمِ\nالسَّلاَمُ عَلَيْكِ يَا أُمَّ المَصائبِ يَا زَيْنَبُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الفَاضِلَةُ الرَّشِيدَةُ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الكَامِلَةُ العَالمَةُ العَامِلةُ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الكَريمَةُ النَّبيلَةُ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا التَّقِيَّةُ النَّقِيَّةُ\nالسَّلاَمُ عَلَيْكِ يَا مَن ظَهَرَتْ محَبَّتُها لِلحُسَينِ المَظْلومِ في مَوارِدَ عَديدَةٍ وَتحَمِلُ المَصَائبَ المحُرِقَةَ لِلقُلوبِ مَعَ تحَمُّلاتٍ شَديدَةٍ\nالسَّلاَمُ عَلَيْكِ يَا مَن حَفِظَتِ الإمَامَ في يَومِ عَاشُوراءَ في القَتْلى وَبَذلَتْ نَفسَها في نجَاةِ زَينِ العَابِدينَ في مجَلِسِ أشْقَى الأشْقِياءِ وَنَطَقَتْ كَنُطْقِ عَليٍّ عَليهِ السَّلاَمُ في سِكَكِ الكُوفَةِ وَحَولهَا كَثيرٌ مِن الأعْدَاءِ\nالسَّلاَمُ عَلَيْكِ يا مَنْ نَطَحَتْ جَبينَها بِمُقَدَّمِ المحْمَلِ إذْ رَأتْ رَأسَ سَيّدِ الشُّهدَاءِ وَيخْرُجُ الدَّمُ مِن تحْتِ قِناعِها وَمِن محْمَلِها بحَيثُ يرى مَن حَولهَا مِن الأعْداءُ\nالسَّلاَمُ عَلَيْكِ يا تالِيَةَ المَعْصومِ\nالسَّلاَمُ عَلَيْكِ يا ممُْتَحَنَةُ في تحَمُّلِ المَصائبِ كالحُسَينِ المَظلُومِ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا البَعيدَةُ عَن الأوْطانِ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الأَسِيرَةُ في البُلدانِ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا المُتَحَيّرَةُ في خَرابَةِ الشَّامِ\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا المُتَحَيّرَةُ في وُقُوفِكِ عَلى جَسَدِ سَيِّد الشُّهَداءِ وخَاطَبْتِ جَدَّكِ رَسولَ اللهِ صَلّى اللهُ عَلَيه وَآله بهَذا النِّدَاءِ: `صَلَّىٰ عَلَيْكَ مَلائِكَةُ السَّمَاءِ! هٰذَا حُسَيْنٌ بِالعَراءِ مَسْلُوبُ العِمَامَةِ وَالرِّدَاءِ، مُقَطَّعُ الأَعْضَاءِ، وَبَنَاتُكَ سَبَايَا! وَإلىٰ اللهِِ المُشْتَكَىٰ.`\nوقَالَت: `يَا مُحَمَّدُ! هٰذَا حُسَيْنٌ تَسْفِي عَلَيْهِ رِيحُ الصَّبَا، مجْذُوذَ الرَّأسِ مِن القَفا، قَتِيلَ أَوْلادِ البِغا. وَاحُزْنَاهُ عَليْكَ يا أبَا عَبْدِ الله.`\nالسَّلاَمُ عَلَيْكِ يَا مَن تهَيَّجَ قَلبُها لِلحُسَينِ المَظلومِ العُريَانِ المَطْروحِ عَلى الثَّرَى وقَالَت بِصَوتٍ حَزينٍ: `بِأبي مَن نَفْسي لَهُ الفِداءُ، بِأبي المَهمُومُ حتَّى قَضى، بِأبي مَن شَيبَتُه تَقطِرُ بِالدِّمَاء.`\nالسَّلاَمُ عَلى مَن بَكَتْ عَلى جَسَدِ أخِيها بَينَ القَتلَى حَتّى بَكى لبُكائِها كُلُّ صَدِيقٍ وَعَدُوٍّ، وَرَأى النَّاسُ دُموعَ الخَيلِ تَنحَدِرُ عَلى حَوافِرِهَا عَلى التَّحْقِيقِ\nالسَّلاَمُ عَلى مَن تَكَفَّلَتْ وَجمَعَتْ في عَصْرِ عَاشُوراءَ بَناتِ رَسولِ اللهِ وَأطفَالِ الحُسينِ وَقامَت لهَا القِيامَةُ في شَهادَةِ الطِّفلَينِ الغَريبَين المَظلومَينِ\nالسَّلاَمُ عَلى مَن لم تَنَمْ عَينُها لأجْلِ حِراسَةِ آل رَسولِ اللهِ في طَف نِينَوَى وَصَارَت أَسيرَةً ذَليلَةً بِيَدِ الأعْداءِ\nالسَّلاَمُ عَلى مَن رَكِبَتْ بَعيراً بِغَيرِ وِطاءٍ وَنَادَت أخَاها أبَا الفَضْلِ بهَذا النِّدَاء: `أخِي أبَا الفَضْلِ، أنْتَ الَّذي أرْكَبْتَني إذْ أرَدتُ الخُروجَ مِن المَدينَةِ`\nالسَّلاَمُ عَلى مَن خَطَبَتْ في مَيدانِ الكُوفَةِ بخِطْبَةٍ نافِعَةٍ حَتّى سَكَنَتِ الأصْواتُ مِن كُلِّ ناحِيةٍ\nالسَّلاَمُ عَلى مَن احْتَجَّتْ في مَجلِسِ ابْنِ زِيادٍ بِاحتْجَاجَاتٍ وَاضِحَةٍ وَقالَت في جَوابِه بِبَيِّناتٍ صَادِقةٍ، إذْ قَالَ ابنُ زِيادٍ لِزَينَبَ سَلامُ اللهِ عَلَيهَا: `كَيفَ رَأَيْتِ صُنْعَ اللهِ بأخيكِ الحُسَينِ؟` قَالَت: `مَا رَأَيْتُ إِلاّ جَمِيلاً.`\nالسَّلاَمُ عَلَيْكِ يا أَسيرَةً بِأيْدي الأعْداءِ في الفَلواتِ وَرَأيْتِ أهْلِ الشّامِ في حَالَةِ العَيشِ والسُّرورِ وَنشْرِ الرّاياتِ\nالسَّلاَمُ على مَن شُدَّ الحَبلُ عَلى عَضُدِها وَعُنُقِ الإمامِ زَينِ العَابِدينَ وَأَدخَلُوها مَعَ سِتَّةَ عَشرَ نَفَراً مِن آلِ رَسولِ اللهِ وَهُم كَالأُسَرَاءِ مُقَرَّنينَ بِالحَديدِ مَظلومِينَ، وَقَالَ عَلِيُّ بنُ الحُسَينِ عَلَيهِ السَّلاَمُ لِيَزيدَ: `يَا يَزيدُ ما ظَنُّكَ بِرَسُولِ اللهِ صَلّى اللهُ عَلَيهِ وَآلِهِ لَو رَآنا عَلى هَذِه الحَالَةِ؟`\nثُمَّ قَالَت أُمُّ المَصائِبِ زَينَبُ لَهُ: `قَائلاً لَأَهَلُّوا وَاسْتَهَلُّوا فَرَحاً ثُمَّ قَالُوا يَا يَزِيدُ لا تُشَلْ، مُنْتَحِياً عَلَى ثَنَايَا أَبِي عَبْدِاللهِ، عَلَيْهِ السَّلاَمُ، سَيِّدِ شَبَابِ أَهْلِ الجَنَّةِ تَنْكُتُهَا بِمِخْصَرَتِكَ؟`\nثُمَّ قالَت: `وَلَئِنْ جَرَتْ عَلَيَّ الدَّوَاهِي مُخَاطَبَتَكَ، إنِّي لَأَسْتَصْغِرُ قَدْرَكَ وَأَسْتَعْظِمُ تَقْرِيعَكَ وَأَسْتَكْثِرُ تَوْبِيخَكَ، لَكِنِ العُيُونُ عَبْرَى وَالصُّدُورُ حَرَّى. اَلا فَالعَجَبُ كُلُّ الْعَجَبِ لِقَتْلِ حِزْبِ اللهِ النُّجَبَاءِ بِحِزْبِ الشَّيْطَانِ الطُّلَقَاءِ!\nوَلَئِنِ اتَّخَذْتَنَا مَغْنَماً لَتَجِدُنَا وَشِيكاً مُغْرَماً حِينَ لا تَجِدُ اِلاّ مَا قَدَّمَتْ يَدَاكَ، ﴿وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ﴾ فَإلَى اللهِ المُشْتَكَى وَعَلَيْهِ المُعَوَّلُ في الشِّدَّةِ والرَّخاءِ.\nفَكِدْ كَيْدَكَ وَاسْعَ سَعْيَكَ وَنَاصِبْ جَهْدَكَ! فَوَاللهِ لا تَمْحُوَنَّ ذِكْرَنَا وَلا تُمِيتُ وَحْيَنَا وَلا تُدْرِكُ أَمَدَنَا وَلا تَرْخَصُ عَنْكَ عَارَهَا.\nوَهَلْ رَأْيُكَ إلاّ فَنَدٌ وَأيَّامُكَ إلاّ عَدَدٌ وَجَمْعُكَ إلاّ بَدَدٌ. يا يزيد أما سمعت قول الله تعالى: ﴿وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ.﴾\nفَالحَمْدُ للهِ رَبِّ الْعَالَمِينَ الَّذِي خَتَمَ لِأَوَّلِنَا بِالسَّعَادَةِ وَالمَغْفِرَةِ وَلِآخِرِنَا بِالشَّهَادَةِ وَالرَّحْمَةِ، وَنَسْأَلُ اللهَ أَنْ يُكْمِلَ لَهُمُ الثَّوَابَ وَيُوجِبَ لَهُمُ المَزِيدَ وَيُحْسِنُ عَلَيْنَا الخِلافَةَ؛ إنَّهُ رَحِيمٌ وَدُودٌ، وَحَسْبُنَا اللهُ وَنِعْمُ الوَكِيلُ .\nوَصَلَّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ الطَّيِّبِينَ الطَّاهِرِينَ",
		"english": "Peace be upon you, O daughter of the leader of the Prophets.\nPeace be upon you, O daughter of the owner of the (Heavenly) Pond and the Standard.\nPeace be upon you, O daughter of him who was taken to the skies and who reached the position of the length of two arrows or even closer.\nPeace be upon you, O daughter of the Prophet of right guidance, the master of (all) human beings, and the savior of the servants (of Allah) from being destroyed.\nPeace be upon you, O daughter of the one who has conformed (himself) to sublime morality, enjoyed the broad honor, and owned the (Heavenly) Signs and the Wise Remembrance of Allah (i.e. the Holy Quran).\nPeace be upon you, O daughter of the owner of the Lofty Position, the Pond from which people shall drink (on the Resurrection Day), and the Standard, which shall be witnessed by everybody.\nPeace be upon you, O daughter of the Path of Islam and the one given the qiblah and the Quran, and the example of honesty, right, and benevolence.\nPeace and Allah's Mercy and Blessings be upon you, O daughter of the choice of the Prophets, the example of the pious ones, and the well known in both the earth and the heavens.\nPeace and Allah's Mercy and Blessings be upon you, O daughter of the best of Allah's creation, the master of His creatures, the foremost created individual before the existence of (Allah's) earth and heavens, the last of the existent ones (who shall endure) after the extinction of this world and its beings, and the one whose soul is a copy of the Divinity and whose heart is the treasury of the Eternal, Subsistent God.\nPeace and Allah's Mercy and Blessings be upon you, O daughter of the one who is shaded by clouds, is the master of the Two Worlds, is the chief of the two beings (i.e. man and jinn), and is the Intercessor of the ummah on the Resurrection Day.\nPeace be upon you, O daughter of the master of the Prophets' successors.\nPeace be upon you, O daughter of the leader of the God-fearing ones.\nPeace be upon you, O daughter of the shelter of the saints.\nPeace be upon you, O daughter of the support of the chosen ones.\nPeace be upon you, O daughter of the leader of the Religion.\nPeace be upon you, O daughter of the commander of the faithful.\nPeace be upon you, O daughter of the chief of the Prophets' successors.\nPeace be upon you, O daughter of the leader of the pious ones.\nPeace be upon you, O daughter of the preventer of the infidels and the wantons.\nPeace be upon you, O daughter of the inheritor of the Prophets.\nPeace be upon you, O daughter of the successor of the Apostles' chief.\nPeace be upon you, O daughter of brightness of the Religion.\nPeace be upon you, O daughter of the Great News (as it is certainly proved).\nPeace and Allah's Mercy and Blessings be upon you, O daughter of the one to whom the mission of settling accounts with people (on the Resurrection Day) is given, between whose hands the Heavenly Pond (of al-Kawthar) is put, and whom is intended by the (Prophet's) Statement of the Ghadir Day.\nPeace be upon you, O daughter of the lady whose she-camel was driven by (Archangel) Gabriel, and whose misfortune (of Imam al-Husayn's being slain in Karbala) was shared by (Archangel) Israfil, and due to whose anger the All-exalted Lord was angry, and for whose misfortune of Karbala, (the Prophets) Abraham (the Friend of Allah), Noah, and Moses (the one who talked to Allah) wept.\nPeace be upon you, O daughter of the shining full moons.\nPeace and Allah's Mercy and Blessings be upon you, O daughter of the brilliant suns.\nPeace be upon you, O daughter of Well Zamzam and Safa (of the landmarks of Mecca).\nPeace be upon you, O daughter of Mecca and Mina –a height in Mecca-.\nPeace be upon you, O daughter of him whom was carried by Buraq to the heavens.\nPeace be upon you, O daughter of him who carried the zakat (almsgiving) by the margins of his dress to give it to the paupers.\nPeace be upon you, O daughter of him whom was taken by night from the Inviolable Masjid to the Farthest Masjid.\nPeace be upon you, O daughter of him who fought with two swords.\nPeace be upon you, O daughter of him who offered prayers to the two qiblas.\nPeace be upon you, O daughter of Muhammad al-Mustafa (the chosen one)\nPeace be upon you, O daughter of Ali al-Murtada (the Pleased one)\nPeace be upon you, O daughter of Fatimah al-Zahraa (the Resplendent).\nPeace be upon you, O daughter of Khadijah al-Kubra (the Grand)\nPeace be upon you and upon your grandfather, Muhammad al-Mukhtar (the Chosen.)\nPeace be upon you and upon your father, Haydar al-Karrar (the Attacking.)\nPeace be upon you and upon the pure, chosen masters who are the Arguments of Allah on lands, the chiefs of the earth and the heavens, and love for whom is a prescription that is incumbent upon all creatures.\nPeace be upon you, O daughter of the glorified, holy servant of Allah.\nPeace be upon you, O aunt of dignified, holy servant of Allah.\nPeace and Allah's Mercy and Blessings be upon you, O mother of misfortunes; Zaynab.\nPeace be upon you—the virtuous, rightly guided one!\nPeace be upon you—the perfect, knowledgeable good-doer.\nPeace be upon you—the noble gentlewoman.\nPeace be upon you—the pious, infallible one.\nPeace be upon you—who showed her love for al-Husayn; the wronged, in multiple situations and had to suffer awful heartbreaking misfortunes.\nPeace be upon you—who guarded the Imam on the Day of Ashura when he was killed, and sacrificed her soul for the salvation of Zayn al-Abidin at the gathering of the most wretched one (i.e. Ubaydullah ibn Ziyad), and addressed a speech, just like (Imam) Ali's, in the streets of Kufa inspite of the presence of her enemies.\nPeace be upon you—who thrust her forehead with the front part of the howdah, when she saw the severed head of the Chief of Martyrs (i.e. Imam al-Husayn), and caused blood to flow from beneath her veil and from the howdah in the view of the enemies.\nPeace be upon you, O the representative of the Infallible Imam.\nPeace and Allah's Mercy and Blessings be upon you, O you who were tested through patience against misfortunes, like that of al-Husayn the oppressed.\nPeace be upon you who are far away from you home.\nPeace be upon you who were wandered as captive in cities.\nPeace be upon you when you were bewildered in that ruined place in Syria.\nPeace be upon you when you were bewildered as you stood by the (severed) body of the Chief of Martyrs and called at your grandfather; the Messenger of Allah, may Allah bless him and his family, saying, `Oh, Muhammad! May the angels in the Heavens bless you. This is Husayn under the open sky; His turban and his clothes are stripped; His limbs are severed; And your daughters are taken captives; Complaining (about this) is only to Allah.\nYou also said, `O Muhammad! This is Husayn. Winds are blowing his body. His head is cutt off from the back. He is being killed by bastards. Oh, for my grief for you, Abu Abdullah.\nPeace be upon you whose heart cried out for al-Husayn; the oppressed, the stripped, and the threwn on dust, and you said in a sad tone, `May my father be sacrificed for the one for whom I may sacrifice my soul. Oh, for him who was depressed until he passed away! Oh, for him who had been thirsty until he departed life! Oh, for him whose beard is dropping blood!\nPeace be upon her who wept for the (severed) body of her brother among the killed ones so painfully that every one—whether friend or even enemy, wept for her and, moreover, people, as it is proved by authenticated narrations, saw even horses shed tears, which flew on their legs.\nPeace be upon her who took the responsibility of gathering and guarding the daughters of the Messenger of Allah and the children of al-Husayn on the afternoon of the day of Ashura, and she stirred up the situation when the two oppressed, strange children were martyred.\nPeace be upon her whose eyes did not sleep so as to guard the family of the Messenger of Allah at Taff of Nineveh, and was taken as captive as she was humiliated at the hands of her enemies.\nPeace be upon her who had to ride a saddleless camel and then called on her brother Abu'l-Fadhl (al-Abbas), saying, `O brother! O Abu'l-Fadhl! It was you who helped me ride on a camel when I left Medina.`\nPeace be upon her who addressed a remarkably expressive speech at the center of Kufa that she made all voices keep silent (to listen to her with astonishment)\nPeace be upon her who said clear-cut arguments in the gathering of (Ubaydullah) Ibn Ziyad who said to her, `How did you see that which Allah had done to your brother?` Answering him, she said with honest evidences, `I saw nothing but good!`\nPeace be upon you who had to be imprisoned by the enemies under an open sky, and had to see people of Syria celebrate (the martyrdom of her brother) with pleasure, joy, and raised flags.\nPeace be upon her who was tied with a rope on the arm and the neck of Imam Zayn al-Abidin, and she, along with sixteen persons from the family of the Messenger of Allah, was forced to enter (the session of Yazid) while they were enchained with iron fetters. Meanwhile, Ali ibn al-Husayn (Imam Zayn al-Abidin) said to Yazid, “What if the Messenger of Allah sees us in such a manner? What will be his impression?”\nThen, Lady Zaynab; mother of misfortunes, said to Yazid after he had poetized, `(Had my forefather whom were killed at the Battle of Badr witnessed this,) they would have been very much delighted. then they’d have said, “May your hands, O Yazid, never be paralyzed!` How dare you hit the lips of Abu ‘Abdull¡h (a), the Master of the Youths of Paradise?`\nShe then said, `Although calamities have forced me to speak to you, I see you trivial in my eyes and find your verbal attacks great and I regard your rebuke too much to bear, but the eyes are tearful, and the chests are filled with depression. What is even stranger is that the honored Party of Allah is being killed by the Party of the ‘Released ones’—Party of Shaitan.\nIf you regard us as your booty, you shall soon find us as your opponents—that will be when you find nothing but what your hands had committed, “And your Lord never treats His servants unjustly.(41:46)” To Allah is my complaint, and upon Him do I rely.\nSo scheme whatever you wish to scheme, and carry out your plots, and intensify your efforts, for, by Allah, you shall never be able to obliterate our mention, nor will you ever be able to kill the revelation (that was revealed to us), nor will you ever exalt to our position, nor will your shame ever be washed away.\nYour view shall be proven futile, your days limited in number, and your wealth wasted on the Day when the caller calls out, “The curse of Allah be upon the oppressors.(11:18)” All praise is due to Allah, Lord of the Worlds, Who sealed the life of our early ones with happiness and forgiveness, and that of our last ones with martyrdom and mercy.\nWe plead to Allah to complete His rewards for them, grant them an increase, and recompense us pleasingly; He is the most Merciful, the most Compassionate. Allah suffices us, and He is the best Guardian.\nMay Allah bless Muhammad and his Pure, Immaculate Household",
		"audio": [
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/elside_zinab/evxz3zi3ypsc.mp3"
			},
			{
				"name": "Haydar Al Sagheer Al Kadhimi",
				"link": "https://shiavoice.com/media/zeiarat/elside_zinab/zob31pebvcrh.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Jamia Kabeer",
		"arabic": "أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ\nوَحْدَهُ لاَ شَرِيكَ لَهُ\nوَأَشْهَدُ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ عَبْدُهُ وَرَسُولُهُ\nالله أكبر\nالله أكبر\nالله أكبر\nالسَّلاَمُ عَلَيْكُمْ يَا أَهْلَ بَيْتِ النُّبُوَّةِ\nوَ مَوْضِعَ الرِّسَالَةِ\nوَمُخْتَلَفَ الْمَلاَئِكَةِ\nوَمَهْبِطَ الْوَحْيِ\nوَمَعْدِنَ الرَّحْمَةِ\nوَخُزَّانَ الْعِلْمِ\nوَمُنْتَهَى الْحِلْمِ\nوَأُصُولَ الْكَرَمِ\nوَقَادَةَ الْأُمَمِ\nوَأَوْلِيَاءَ النِّعَمِ\nوَعَنَاصِرَ الْأَبْرَارِ\nوَدَعَائِمَ الْأَخْيَارِ\nوَسَاسَةَ الْعِبَادِ\nوَأَرْكَانَ الْبِلاَدِ\nوَأَبْوَابَ الْإِيمَانِ\nوَأُمَنَاءَ الرَّحْمَنِ\nوَسُلاَلَةَ النَّبِيِّينَ\nوَصَفْوَةَ الْمُرْسَلِينَ\nوَعِتْرَةَ خِيَرَةِ رَبِّ الْعَالَمِينَ\nوَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَى أَئِمَّةِ الْهُدَى\nوَمَصَابِيحِ الدُّجَى\nوَأَعْلاَمِ التُّقَى\nوَذَوِي النُّهَى\nوَأُولِي الْحِجَى\nوَكَهْفِ الْوَرَى\nوَوَرَثَةِ الْأَنْبِيَاءِ\nوَالْمَثَلِ الْأَعْلَى\nوَالدَّعْوَةِ الْحُسْنَى\nوَحُجَجِ اللَّهِ عَلَى أَهْلِ الدُّنْيَا وَالْآخِرَةِ وَالْأُولَى\nوَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَى مَحَالِّ مَعْرِفَةِ اللَّهِ\nوَمَسَاكِنِ بَرَكَةِ اللَّهِ\nوَمَعَادِنِ حِكْمَةِ اللَّهِ\nوَحَفَظَةِ سِرِّ اللَّهِ\nوَحَمَلَةِ كِتَابِ اللَّهِ\nوَأَوْصِيَاءِ نَبِيِّ اللَّهِ\nوَذُرِّيَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ\nوَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَى الدُّعَاةِ إِلَى اللَّهِ\nوَالْأَدِلاَّءِ عَلَى مَرْضَاةِ اللَّهِ\nوَالْمُسْتَقِرِّينَ فِي أَمْرِ اللَّهِ\nوَالتَّامِّينَ فِي مَحَبَّةِ اللَّهِ\nوَالْمُخْلِصِينَ فِي تَوْحِيدِ اللَّهِ\nوَالْمُظْهِرِينَ لِأَمْرِ اللَّهِ وَنَهْيِهِ\nوَعِبَادِهِ الْمُكْرَمِينَ\nالَّذِينَ لاَ يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ\nوَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ\nالسَّلاَمُ عَلَى الْأَئِمَّةِ الدُّعَاةِ\nوَالْقَادَةِ الْهُدَاةِ\nوَالسَّادَةِ الْوُلاَةِ\nوَالذَّادَةِ الْحُمَاةِ\nوَأَهْلِ الذِّكْرِ\nوَأُولِي الْأَمْرِ\nوَبَقِيَّةِ اللَّهِ\nوَخِيَرَتِهِ وَحِزْبِهِ\nوَعَيْبَةِ عِلْمِهِ\nوَحُجَّتِهِ وَصِرَاطِهِ\nوَنُورِهِ وَبُرْهانِهِ\nوَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ\nأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ\nوَحْدَهُ لاَ شَرِيكَ لَهُ\nكَمَا شَهِدَ اللَّهُ لِنَفْسِهِ\nوَشَهِدَتْ لَهُ مَلاَئِكَتُهُ\nوَأُولُوا الْعِلْمِ مِنْ خَلْقِهِ\nلاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ\nوَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ الْمُنْتَجَبُ\nوَرَسُولُهُ الْمُرْتَضَى\nأَرْسَلَهُ بِالْهُدَى وَدِينِ الْحَقِّ\nلِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ\nوَلَوْ كَرِهَ الْمُشْرِكُونَ\nوَأَشْهَدُ أَنَّكُمُ الْأَئِمَّةُ الرَّاشِدُونَ\nالْمَهْدِيُّونَ الْمَعْصُومُونَ\nالْمُكَرَّمُونَ الْمُقَرَّبُونَ\nالْمُتَّقُونَ الصَّادِقُونَ\nالْمُصْطَفَوْنَ الْمُطِيعُونَ لِلَّهِ\nالْقَوَّامُونَ بِأَمْرِهِ\nالْعَامِلُونَ بِإِرَادَتِهِ\nالْفَائِزُونَ بِكَرَامَتِهِ\nاصْطَفَاكُمْ بِعِلْمِهِ\nوَارْتَضَاكُمْ لِغَيْبِهِ\nوَاخْتَارَكُمْ لِسِرِّهِ\nوَاجْتَبَاكُمْ بِقُدْرَتِهِ\nوَأَعَزَّكُمْ بِهُدَاهُ\nوَخَصَّكُمْ بِبُرْهَانِهِ\nوَانْتَجَبَكُمْ لِنُورِهِ\nوَأَيَّدَكُمْ بِرُوحِهِ\nوَرَضِيَكُمْ خُلَفَاءَ فِي أَرْضِهِ\nوَحُجَجاً عَلَى بَرِيَّتِهِ\nوَأَنْصَاراً لِدِينِهِ\nوَحَفَظَةً لِسِرِّهِ\nوَخَزَنَةً لِعِلْمِهِ\nوَمُسْتَوْدَعاً لِحِكْمَتِهِ\nوَتَرَاجِمَةً لِوَحْيِهِ\nوَأَرْكَاناً لِتَوْحِيدِهِ\nوَشُهَدَاءَ عَلَى خَلْقِهِ\nوَأَعْلاَماً لِعِبَادِهِ\nوَمَنَاراً فِي بِلاَدِهِ\nوَأَدِلاَّءَ عَلَى صِرَاطِهِ\nعَصَمَكُمُ اللَّهُ مِنَ الزَّلَلِ\nوَآمَنَكُمْ مِنَ الْفِتَنِ\nوَطَهَّرَكُمْ مِنَ الدَّنَسِ\nوَأَذْهَبَ عَنْكُمُ الرِّجْسَ\nوَطَهَّرَكُمْ تَطْهِيراً\nفَعَظَّمْتُمْ جَلاَلَهُ\nوَأَكْبَرْتُمْ شَأْنَهُ\nوَمَجَّدْتُمْ كَرَمَهُ\nوَأَدَمْتُمْ ذِكْرَهُ\nوَوَكَّدْتُمْ مِيثَاقَهُ\nوَأَحْكَمْتُمْ عَقْدَ طَاعَتِهِ\nوَنَصَحْتُمْ لَهُ فِي السِّرِّ وَالْعَلاَنِيَةِ\nوَدَعَوْتُمْ إِلَى سَبِيلِهِ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ\nوَبَذَلْتُمْ أَنْفُسَكُمْ فِي مَرْضَاتِهِ\nوَصَبَرْتُمْ عَلَى مَا أَصَابَكُمْ فِي جَنْبِهِ\nوَأَقَمْتُمُ الصَّلاَةَ\nوَآتَيْتُمُ الزَّكَاةَ\nوَأَمَرْتُمْ بِالْمَعْرُوفِ\nوَنَهَيْتُمْ عَنِ الْمُنْكَرِ\nوَجَاهَدْتُمْ فِي اللَّهِ حَقَّ جِهَادِهِ\nحَتَّى أَعْلَنْتُمْ دَعْوَتَهُ\nوَبَيَّنْتُمْ فَرَائِضَهُ\nوَأَقَمْتُمْ حُدُودَهُ\nوَنَشَرْتُمْ شَرَائِعَ أَحْكَامِهِ\nوَسَنَنْتُمْ سُنَّتَهُ\nوَصِرْتُمْ فِي ذَلِكَ مِنْهُ إِلَى الرِّضَا\nوَسَلَّمْتُمْ لَهُ الْقَضَاءَ\nوَصَدَّقْتُمْ مِنْ رُسُلِهِ مَنْ مَضَى\nفَالرَّاغِبُ عَنْكُمْ مَارِقٌ\nوَاللاَّزِمُ لَكُمْ لاَحِقٌ\nوَالْمُقَصِّرُ فِي حَقِّكُمْ زَاهِقٌ\nوَالْحَقُّ مَعَكُمْ وَفِيكُمْ وَمِنْكُمْ وَإِلَيْكُمْ\nوَأَنْتُمْ أَهْلُهُ وَمَعْدِنُهُ\nوَمِيرَاثُ النُّبُوَّةِ عِنْدَكُمْ\nوَإِيَابُ الْخَلْقِ إِلَيْكُمْ\nوَحِسَابُهُمْ عَلَيْكُمْ\nوَفَصْلُ الْخِطَابِ عِنْدَكُمْ\nوَآيَاتُ اللَّهِ لَدَيْكُمْ\nوَعَزَائِمُهُ فِيكُمْ\nوَنُورُهُ وَبُرْهَانُهُ عِنْدَكُمْ\nوَأَمْرُهُ إِلَيْكُمْ\nمَنْ وَالاَكُمْ فَقَدْ وَالَى اللَّهَ\nوَمَنْ عَادَاكُمْ فَقَدْ عَادَى اللَّهَ\nوَمَنْ أَحَبَّكُمْ فَقَدْ أَحَبَّ اللَّهَ\nوَمَنْ أَبْغَضَكُمْ فَقَدْ أَبْغَضَ اللَّهَ\nوَمَنِ اعْتَصَمَ بِكُمْ فَقَدِ اعْتَصَمَ بِاللَّهِ\nأَنْتُمُ الصِّرَاطُ الْأَقْوَمُ\nوالسَّبِيلُ الْأَعْظَمُ\nوَشُهَدَاءُ دَارِ الْفَنَاءِ\nوَشُفَعَاءُ دَارِ الْبَقَاءِ\nوَالرَّحْمَةُ الْمَوْصُولَةُ\nوَالْآيَةُ الْمَخْزُونَةُ\nوَالْأَمَانَةُ الْمَحْفُوظَةُ\nوَالْبَابُ الْمُبْتَلَى بِهِ النَّاسُ\nمَنْ أَتَاكُمْ نَجَا\nوَمَنْ لَمْ يَأْتِكُمْ هَلَكَ\nإِلَى اللَّهِ تَدْعُونَ\nوَعَلَيْهِ تَدُلُّونَ\nوَبِهِ تُؤْمِنُونَ\n‏وَلَهُ تُسَلِّمُونَ\nوَبِأَمْرِهِ تَعْمَلُونَ\nوَإِلَى سَبِيلِهِ تُرْشِدُونَ\nوَبِقَوْلِهِ تَحْكُمُونَ\nسَعِدَ مَنْ وَالاَكُمْ\nوَهَلَكَ مَنْ عَادَاكُمْ\nوَخَابَ مَنْ جَحَدَكُمْ\nوَضَلَّ مَنْ فَارَقَكُمْ\nوَفَازَ مَنْ تَمَسَّكَ بِكُمْ\nوَأَمِنَ مَنْ لَجَأَ إِلَيْكُمْ\nوَسَلِمَ مَنْ صَدَّقَكُمْ\nوَهُدِيَ مَنِ اعْتَصَمَ بِكُمْ\nمَنِ اتَّبَعَكُمْ فَالْجَنَّةُ مَأْوَاهُ\nوَمَنْ خَالَفَكُمْ فَالنَّارُ مَثْوَاهُ\nوَمَنْ جَحَدَكُمْ كَافِرٌ\nوَمَنْ حَارَبَكُمْ مُشْرِكٌ\nوَمَنْ رَدَّ عَلَيْكُمْ فِي أَسْفَلِ دَرْكٍ مِنَ الْجَحِيمِ\nأَشْهَدُ أَنَّ هَذَا سَابِقٌ لَكُمْ فِيمَا مَضَى\nوَجَارٍ لَكُمْ فِيمَا بَقِيَ\nوَأَنَّ أَرْوَاحَكُمْ وَنُورَكُمْ وَطِينَتَكُمْ وَاحِدَةٌ\nطَابَتْ وَطَهُرَتْ بَعْضُهَا مِنْ بَعْضٍ\nخَلَقَكُمُ اللَّهُ أَنْوَاراً\nفَجَعَلَكُمْ بِعَرْشِهِ مُحْدِقِينَ\nحَتَّى مَنَّ عَلَيْنَا بِكُمْ\nفَجَعَلَكُمْ فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ\nوَجَعَلَ صَلاَتَنَا عَلَيْكُمْ وَمَا خَصَّنَا بِهِ مِنْ وِلاَيَتِكُمْ طِيباً لِخَلْقِنَا\nوَطَهَارَةً لِأَنْفُسِنَا\nوَتَزْكِيَةً لَنَا\nوَكَفَّارَةً لِذُنُوبِنَا\nفَكُنَّا عِنْدَهُ مُسَلِّمِينَ بِفَضْلِكُمْ\nوَمَعْرُوفِينَ بِتَصْدِيقِنَا إِيَّاكُمْ\nفَبَلَغَ اللَّهُ بِكُمْ أَشْرَفَ مَحَلِّ الْمُكَرَّمِينَ\nوَأَعْلَى مَنَازِلِ الْمُقَرَّبِينَ\nوَأَرْفَعَ دَرَجَاتِ الْمُرْسَلِينَ\nحَيْثُ لاَ يَلْحَقُهُ لاَحِقٌ\nوَلاَ يَفُوقُهُ فَائِقٌ\nوَلاَ يَسْبِقُهُ سَابِقٌ\nوَلاَ يَطْمَعُ فِي إِدْرَاكِهِ طَامِعٌ\nحَتَّى لاَ يَبْقَى مَلَكٌ مُقَرَّبٌ\nوَلاَ نَبِيٌّ مُرْسَلٌ\nوَلاَ صِدِّيقٌ وَلاَ شَهِيدٌ\nوَلاَ عَالِمٌ وَلاَ جَاهِلٌ\nوَلاَ دَنِيٌّ وَلاَ فَاضِلٌ\nوَلاَ مُؤْمِنٌ صَالِحٌ\nوَلاَ فَاجِرٌ طَالِحٌ\nوَلاَ جَبَّارٌ عَنِيدٌ\nوَلاَ شَيْطَانٌ مَرِيدٌ\nوَلاَ خَلْقٌ فِيمَا بَيْنَ ذَلِكَ شَهِيدٌ\nإِلاَّ عَرَّفَهُمْ جَلاَلَةَ أَمْرِكُمْ\nوَعِظَمَ خَطَرِكُمْ\nوَكِبَرَ شَأْنِكُمْ\nوَتَمَامَ نُورِكُمْ\nوَصِدْقَ مَقَاعِدِكُمْ\nوَثَبَاتَ مَقَامِكُمْ\nوَشَرَفَ مَحَلِّكُمْ\nوَمَنْزِلَتِكُمْ عِنْدَهُ\nوَكَرَامَتَكُمْ عَلَيْهِ\nوَخَاصَّتَكُمْ لَدَيْهِ\nوَقُرْبَ مَنْزِلَتِكُمْ مِنْهُ\nبِأَبِي أَنْتُمْ وَأُمِّي وَأَهْلِي وَمَالِي وَأُسْرَتِي\nأُشْهِدُ اللَّهَ وَأُشْهِدُكُمْ أَنِّي مُؤْمِنٌ بِكُمْ وَبِمَا آمَنْتُمْ بِهِ\nكَافِرٌ بِعَدُوِّكُمْ وَبِمَا كَفَرْتُمْ بِهِ\nمُسْتَبْصِرٌ بِشَأْنِكُمْ\nوَبِضَلاَلَةِ مَنْ خَالَفَكُمْ\nمُوَالٍ لَكُمْ وَلِأَوْلِيَائِكُمْ\nمُبْغِضٌ لِأَعْدَائِكُمْ وَمُعَادٍ لَهُمْ\nسِلْمٌ لِمَنْ سَالَمَكُمْ\nوَحَرْبٌ لِمَنْ حَارَبَكُمْ\nمُحَقِّقٌ لِمَا حَقَّقْتُمْ\nمُبْطِلٌ لِمَا أَبْطَلْتُمْ\nمُطِيعٌ لَكُمْ\nعَارِفٌ بِحَقِّكُمْ\nمُقِرٌّ بِفَضْلِكُمْ\nمُحْتَمِلٌ لِعِلْمِكُمْ\nمُحْتَجِبٌ بِذِمَّتِكُمْ\nمُعْتَرِفٌ بِكُمْ\nمُؤْمِنٌ بِإِيَابِكُمْ\nمُصَدِّقٌ بِرَجْعَتِكُمْ\nمُنْتَظِرٌ لِأَمْرِكُمْ\nمُرْتَقِبٌ لِدَوْلَتِكُمْ\nآخِذٌ بِقَوْلِكُمْ\nعَامِلٌ بِأَمْرِكُمْ\nمُسْتَجِيرٌ بِكُمْ\nزَائِرٌ لَكُمْ\nلاَئِذٌ عَائِذٌ بِقُبُورِكُمْ\nمُسْتَشْفِعٌ إِلَى اللَّهِ عَزَّ وَجَلَّ بِكُمْ\nوَمُتَقَرِّبٌ بِكُمْ إِلَيْهِ\nوَمُقَدِّمُكُمْ أَمَامَ طَلِبَتِي وَحَوَائِجِي وَإِرَادَتِي\nفِي كُلِّ أَحْوَالِي وَأُمُورِي\nمُؤْمِنٌ بِسِرِّكُمْ وَعَلاَنِيَتِكُمْ\nوَشَاهِدِكُمْ وَغَائِبِكُمْ\nوَأَوَّلِكُمْ وَآخِرِكُمْ\nوَمُفَوِّضٌ فِي ذَلِكَ كُلِّهِ إِلَيْكُمْ\nوَمُسَلِّمٌ فِيهِ مَعَكُمْ\nوَقَلْبِي لَكُمْ مُسَلِّمٌ\nوَرَأْيِي لَكُمْ تَبَعٌ\nوَنُصْرَتِي لَكُمْ مُعَدَّةٌ\nحَتَّى يُحْيِيَ اللَّهُ تَعَالَى دِينَهُ بِكُمْ\nوَيَرُدَّكُمْ فِي أَيَّامِهِ\nوَيُظْهِرَكُمْ لِعَدْلِهِ\nوَيُمَكِّنَكُمْ فِي أَرْضِهِ\nفَمَعَكُمْ مَعَكُمْ لاَ مَعَ غَيْرِكُمْ\nآمَنْتُ بِكُمْ\nوَتَوَلَّيْتُ آخِرَكُمْ بِمَا تَوَلَّيْتُ بِهِ أَوَّلَكُمْ\nوَبَرِئْتُ إِلَى اللَّهِ عَزَّ وَجَلَّ مِنْ أَعْدَائِكُمْ\nوَمِنَ الْجِبْتِ وَالطَّاغُوتِ\nوَالشَّيَاطِينِ ‏وَحِزْبِهِمُ\nالظَّالِمِينَ لَكُمْ\nوَالْجَاحِدِينَ لِحَقِّكُمْ\nوَالْمَارِقِينَ مِنْ وِلاَيَتِكُمْ\nوَالْغَاصِبِينَ لِإِرْثِكُمْ\nوَالشَّاكِّينَ فِيكُمْ\nوَالْمُنْحَرِفِينَ عَنْكُمْ\nوَمِنْ كُلِّ وَلِيجَةٍ دُونَكُمْ\nوَكُلِّ مُطَاعٍ سِوَاكُمْ\nوَمِنَ الْأَئِمَّةِ الَّذِينَ يَدْعُونَ إِلَى النَّارِ\nفَثَبَّتَنِيَ اللَّهُ أَبَداً مَا حَيِيتُ عَلَى مُوَالاَتِكُمْ\nوَمَحَبَّتِكُمْ وَدِينِكُمْ\nوَوَفَّقَنِي لِطَاعَتِكُمْ\nوَرَزَقَنِي شَفَاعَتَكُمْ\nوَجَعَلَنِي مِنْ خِيَارِ مَوَالِيكُمْ\nالتَّابِعِينَ لِمَا دَعَوْتُمْ إِلَيْهِ\nوَجَعَلَنِي مِمَّنْ يَقْتَصُّ آثَارَكُمْ\nوَيَسْلُكُ سَبِيلَكُمْ\nوَيَهْتَدِي بِهُدَاكُمْ\nوَيُحْشَرُ فِي زُمْرَتِكُمْ\nوَيَكِرُّ فِي رَجْعَتِكُمْ\nوَيُمَلَّكُ فِي دَوْلَتِكُمْ\nوَيُشَرَّفُ فِي عَافِيَتِكُمْ\nوَيُمَكَّنُ فِي أَيَّامِكُمْ\nوَتَقَرُّ عَيْنُهُ غَداً بِرُؤْيَتِكُمْ\nبِأَبِي أَنْتُمْ وَأُمِّي وَنَفْسِي وَأَهْلِي وَمَالِي\nمَنْ أَرَادَ اللَّهَ بَدَأَ بِكُمْ\nوَمَنْ وَحَّدَهُ قَبِلَ عَنْكُمْ\nوَمَنْ قَصَدَهُ تَوَجَّهَ بِكُمْ\nمَوَالِيَّ لاَ أُحْصِي ثَنَاءَكُمْ\nوَلاَ أَبْلُغُ مِنَ الْمَدْحِ كُنْهَكُمْ\nوَمِنَ الْوَصْفِ قَدْرَكُمْ\nوَأَنْتُمْ نُورُ الْأَخْيَارِ\nوَهُدَاةُ الْأَبْرَارِ\nوَحُجَجُ الْجَبَّارِ\nبِكُمْ فَتَحَ اللَّهُ\nوَبِكُمْ يَخْتِمُ اللَّهُ\nوَبِكُمْ يُنَزِّلُ الْغَيْثَ\nوَبِكُمْ يُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ\nوَبِكُمْ يُنَفِّسُ الْهَمَّ وَيَكْشِفُ الضُّرَّ\nوَعِنْدَكُمْ مَا نَزَلَتْ بِهِ رُسُلُهُ\nوَهَبَطَتْ بِهِ مَلاَئِكَتُهُ\nوَإِلَى جَدِّكُمْ\nوَإلى ابْنِ عَمِّكَ\nبُعِثَ الرُّوحُ الْأَمِينُ\nآتَاكُمُ اللَّهُ مَا لَمْ يُؤْتِ أَحَداً مِنَ الْعَالَمِينَ\nطَأْطَأَ كُلُّ شَرِيفٍ لِشَرَفِكُمْ\nوَبَخَعَ كُلُّ مُتَكَبِّرٍ لِطَاعَتِكُمْ\nوَخَضَعَ كُلُّ جَبَّارٍ لِفَضْلِكُمْ\nوَذَلَّ كُلُّ شَيْءٍ لَكُمْ\nوَأَشْرَقَتِ الْأَرْضُ بِنُورِكُمْ\nوَفَازَ الْفَائِزُونَ بِوِلاَيَتِكُمْ\nبِكُمْ يُسْلَكُ إِلَى الرِّضْوَانِ\nوَعَلَى مَنْ جَحَدَ وِلاَيَتَكُمْ غَضَبُ الرَّحْمَنِ\nبِأَبِي أَنْتُمْ وَأُمِّي وَنَفْسِي وَأَهْلِي وَمَالِي\nذِكْرُكُمْ فِي الذَّاكِرِينَ\nوَأَسْمَاؤُكُمْ فِي الْأَسْمَاءِ\nوَأَجْسَادُكُمْ فِي الْأَجْسَادِ\nوَأَرْوَاحُكُمْ فِي الْأَرْوَاحِ\nوَأَنْفُسُكُمْ فِي النُّفُوسِ\nوَآثَارُكُمْ فِي الْآثَارِ\nوَقُبُورُكُمْ فِي الْقُبُورِ\nفَمَا أَحْلَى أَسْمَاءَكُمْ\nوَأَكْرَمَ أَنْفُسَكُمْ\nوَأَعْظَمَ شَأْنَكُمْ\nوَأَجَلَّ خَطَرَكُمْ\nوَأَوْفَى عَهْدَكُمْ\nوَأَصْدَقَ وَعْدَكُمْ\nكَلاَمُكُمْ نُورٌ\nوَأَمْرُكُمْ رُشْدٌ\nوَوَصِيَّتُكُمُ التَّقْوَى\nوَفِعْلُكُمُ الْخَيْرُ\nوَعَادَتُكُمُ الْإِحْسَانُ\nوَسَجِيَّتُكُمُ الْكَرَمُ\nوَشَأْنُكُمُ الْحَقُّ وَالصِّدْقُ وَالرِّفْقُ\nوَقَوْلُكُمْ حُكْمٌ وَحَتْمٌ\nوَرَأْيُكُمْ عِلْمٌ وَحِلْمٌ وَحَزْمٌ\nإِنْ ذُكِرَ الْخَيْرُ كُنْتُمْ أَوَّلَهُ\nوَأَصْلَهُ وَفَرْعَهُ وَمَعْدِنَهُ\nوَمَأْوَاهُ وَمُنْتَهَاهُ\nبِأَبِي أَنْتُمْ وَأُمِّي وَنَفْسِي\nكَيْفَ أَصِفُ حُسْنَ ثَنَائِكُمْ\nوَأُحْصِي جَمِيلَ بَلاَئِكُمْ\nوَبِكُمْ أَخْرَجَنَا اللَّهُ مِنَ الذُّلِّ\nوَفَرَّجَ عَنَّا غَمَرَاتِ الْكُرُوبِ\nوَأَنْقَذَنَا مِنْ شَفَا جُرُفِ الْهَلَكَاتِ وَمِنَ النَّارِ\nبِأَبِي أَنْتُمْ وَأُمِّي وَنَفْسِي\nبِمُوَالاَتِكُمْ عَلَّمَنَا اللَّهُ مَعَالِمَ دِينِنَا\nوَأَصْلَحَ مَا كَانَ فَسَدَ مِنْ دُنْيَانَا\nوَبِمُوَالاَتِكُمْ تَمَّتِ الْكَلِمَةُ\nوَعَظُمَتِ النِّعْمَةُ\nوَائْتَلَفَتِ الْفُرْقَةُ\nوَبِمُوَالاَتِكُمْ تُقْبَلُ الطَّاعَةُ الْمُفْتَرَضَةُ\nوَلَكُمُ الْمَوَدَّةُ الْوَاجِبَةُ\nوَالدَّرَجَاتُ الرَّفِيعَةُ\nوَالْمَقَامُ الْمَحْمُودُ\nوَالْمَكَانُ الْمَعْلُومُ عِنْدَ اللَّهِ عَزَّ وَجَلَّ\nوَالْجَاهُ الْعَظِيمُ\nوَالشَّأْنُ الْكَبِيرُ\nوَالشَّفَاعَةُ الْمَقْبُولَةُ\nرَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ\nرَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ\nسُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً\nيَا وَلِيَّ اللَّهِ\nإِنَّ بَيْنِي وَبَيْنَ اللَّهِ عَزَّ وَجَلَّ ذُنُوباً لاَ يَأْتِي عَلَيْهَا إِلاَّ رِضَاكُمْ\nفَبِحَقِّ مَنِ ائْتَمَنَكُمْ عَلَى سِرِّهِ\nوَاسْتَرْعَاكُمْ أَمْرَ خَلْقِهِ\nوَقَرَنَ طَاعَتَكُمْ بِطَاعَتِهِ\nلَمَّا اسْتَوْهَبْتُمْ ذُنُوبِي\nوَكُنْتُمْ شُفَعَائِي\nفَإِنِّي لَكُمْ مُطِيعٌ\nمَنْ أَطَاعَكُمْ فَقَدْ أَطَاعَ اللَّهَ\nوَمَنْ عَصَاكُمْ فَقَدْ عَصَى اللَّهَ\nوَمَنْ أَحَبَّكُمْ فَقَدْ أَحَبَّ اللَّهَ\nوَمَنْ أَبْغَضَكُمْ فَقَدْ أَبْغَضَ اللَّهَ\nاللَّهُمَّ إِنِّي لَوْ وَجَدْتُ شُفَعَاءَ أَقْرَبَ إِلَيْكَ مِنْ مُحَمَّدٍ وَأَهْلِ بَيْتِهِ الْأَخْيَارِ الْأَئِمَّةِ الْأَبْرَارِ لَجَعَلْتُهُمْ شُفَعَائِي\nفَبِحَقِّهِمُ الَّذِي أَوْجَبْتَ لَهُمْ عَلَيْكَ\nأَسْأَلُكَ أَنْ تُدْخِلَنِي فِي جُمْلَةِ الْعَارِفِينَ بِهِمْ وَبِحَقِّهِمْ\nوَفِي زُمْرَةِ الْمَرْحُومِينَ بِشَفَاعَتِهِمْ\nإِنَّكَ أَرْحَمُ الرَّاحِمِينَ\nوَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَآلِهِ الطَّاهِرِينَ\nوَسَلَّمَ تَسْلِيماً كَثِيراً\nوَحَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ",
		"english": "I bear witness that there is no god save Allah\nAlone without having any associate\nAnd I bear witness that Muhammad—blessings of Allah be upon him—is His servant and Messenger\nWhen you enter and catch sight of the tomb, you should halt again and repeat saying Allahu Akbar (Allah is the Greatest) —thirty times.\nVery serene and venerable, you should walk a few yards with slow steps and then halt anew and repeating saying Allahu Akbar thirty times. As you come within reach of the tomb,\nyou should repeat saying Allahu Akbar forty times so that you would have said it one hundred times. After that, you should recite the following:\nPeace be on you O the family of the Prophet\nYou are the seat of the Divine mission\nUnto you the Angels turn\nYou are the destination of the Divine revelation\nthe originating source of mercy\nthe treasures of knowledge\nthe ultimate in forbearance\nthe foundation of generosity\nthe leaders of all nations\nYou administer and distribute the bounties\nYou are the elements of virtues\nthe pillars of goodness\nYou direct and guide mankind\nYou protect and support lands\nThe doors to faith\nthe trustees of the All-beneficent Allah\nThe distinguished descendants of the Prophets\nThe choice descendants of the Messengers\nThe Household of the best Individual in the estimation of the Lord of the worlds\nAnd upon you be the mercy and blessings of Allah\nPeace be on the Guides imams to the Right Path\nThe lanterns in darkness\nThe patterns of piety\nThe actual ones endued with understanding\nThe ones of thought\nThe shelters for people\nThe inheritors of the Prophets\nThe perfect specimen\nThe most excellent calling unto the good\nThe decisive arguments of Allah against the inhabitants of the world, the Hereafter and the former\nAnd upon you be the mercy and blessings of Allah\nPeace be on the exponents of the views and beliefs which acquaint with the awareness of Allah\nwherever you are there are blessings of Allah\nthe wisdom of Allah is deposited with you\nthe secrets of Allah have been put in your safekeeping\nyou know the Book of Allah by heart\nyou are the successors of the Prophet of Allah\nthe children of the Messenger of Allah\nAnd upon you be the mercy and blessings of Allah\nPeace be on you who invite people unto Allah\nguide with clear arguments unto that which win Allah''s pleasure\nabide by the laws of Allah\nlove Allah from the bottom of the heart\nsincerely believe in the One and Only Allah\nmake clear that which is made lawful and that which is made unlawful by Allah\nyou are the honored bondmen\nwho speak not until He has spoken and act by His command\nAnd upon you be the mercy and blessings of Allah\nPeace be on the Guides Imams who give a calling\nand lead unto guidance\nyou are the loving guardians\nthe protecting defenders\nthe followers people of the remembrance the Holy Quran\nthose who are in authority\nthat good which Allah has left with people\nHis choicest and His group\nThe store of His Knowledge\nHis argument, His path\nHis light, His proof\nAnd upon you be the mercy and blessings of Allah\nI bear witness that there is no god save Allah\nthe One and there is no partner with Him\njust as Allah Himself testifies to His own Oneness\nand His Angels also testify for His Oneness\nAnd also his creatures who know the truth also testify\nthere is no god save He; the Almighty the All-wise\nI bear witness that Muhammad is His elected bondsman\nHis approved Messenger\nHe sent him with the guidance and the Religion of truth\nthat He may cause it to prevail over all religions\nhowever much the idol-worshippers may be averse\nI bear witness that all of you are the rightly guided Imams\nThe truly guided, the infallible\nThe highly revered, the favorite\nThe pious, the truthful\nThe chosen, the obedient servants of Allah\nwho establish the rule of God\nput into practice that which He wills\nwin and posses His excellence\nHe elected you to have His knowledge\nHe chose you to be aware of what issues forth or what comes to pass\nplaced His trust in you to let you know inside and out of His secrets\nstrengthened you with His omnipotence\nequipped you with His guidance\ndistinguished you with His clear proofs\nglorified you with His Light\nconfirmed you with His Holy spirit\nmade a choice of you to represent Him in His earth\nso that you make evident manifest and establish His truth\ngive currency to His religion\nprotect His confidence\ntreasure His knowledge\nstore and invest His wisdom\nInterpret His revelation\nconsolidate and preserve His Oneness\nbear witness to the act of creation you witnessed all that has been created by Allah\nyou are the signs Allah has set for His servants\nyou are the torches Allah has lighted in His lands\nyou show the direction unto His path\nAllah preserved you guiltless and free from error\nkept you safe disorderliness\nfreed you from dirt\nfrom unruly removed uncleanness from you\nand cleansed you with a thorough cleansing\nSo, you have glorified His majesty\nHave declared great His magnificence\nHave venerated His glory\nHave perpetuated mentioning Him\nHave consolidated His covenant\nHave made firm your pledge of obedience to Him\nHave advised people for His sake privately and publicly\nHave called unto His way through words of wisdom and fair admonition\nnot sparing your own lives took pains and made efforts to do as He willed\nexercised self-control and faced untold hardships in His cause\nestablished prayers\ngave prescribed alms\nadvised to do that which is lawful\nwarned not to do that which is unlawful\nstrived in the way of Allah in letter and spirit\nuntil you made known every aspect of His true Message\nrendered clear the obligations\nand defined the boundaries laid down by Him\ncommunicated and propagated His constitution\ndemonstrated the rule of conduct approved by Him\nand went ahead resolutely to accomplish that which is dear to Him\nsurrendered to His will\nproved true the Messengers sent by Him before you\ntherefore whoso turns away from you misses the aim (and deviates from the right path)\nwhoso closely adhere to you reaches the destination\nwhoso fails short of that which is as it ought to be in your case compare and contrast to lower in grade destroys himself\nVerily truth is with you amid you in you and it always directs itself unto you\nyou deserve it as it stays permanently with you\nthe inheritance of Prophethood is with you\nyou are the ultimate destination to which the people will have to come back\nto give an account of themselves before you\nit is your privilege to separate evil from good in clear words\nin the light of the signs guidelines of Allah you are fully aware of\nbecause for His unavoidable decrees and plan He relies upon you\nyou are the true reflection of His light and Signs\nauthority to guide has been conferred on you\nhe who is fond of you is a friend of Allah\nwhoso turns against you comes in conflict with Allah\nhe who loves you is a beloved of Allah\nwhoso bears a grudge against you holds Allah in contempt\nwhoso takes refuge with you takes asylum with Allah\nyou are the main means of approach the right way\nYou are the greatest path (to Allah)\nyou give witness to what takes place in this mortal world\nAnd you are the interceders (for the believers) on the Day of Judgement\nyou are the mercy perpetual and progressive\nThe signs highly valued and treasured\nmainstay well guarded\nforum of justice wherein people are put to test and trial\nwhoso comes near you is saved assured a blissful afterlife\nwhoso does not come near you is ruined doomed to everlasting distress\nyou invite people unto Allah\nshow the right way leading to Him\nBelieve in Him\nwillingly surrender to Him\nact upon His law and command\nGuide to His path\nexercise authority in the name of His word\nhappy and successful is he who stands by you\nlost and desolate is he who forsakes you\nindistinct and little known is he who knows better but denies you\nwhoso separates himself from you goes astray\nwhoso clings to you attains his purpose\nwhoso takes refuge with you saves himself\nblessed is he who becomes aware of your truthfulness\nhe who is watched over by you finds the right path\nwhoso follows you shall dwell in the Paradise\nwhoso turns against you shall rot in Hell\nhe who says no to you in fact renounces the faith\nhe who makes war against you is as bad as a polytheist\nhe who forsakes you shall find himself in the lowest tier of the burning fire\nI know for sure that certainly you are like what is said above\nand shall continue to be so in future\nyour souls, light and form are made from the same clay\nThey are thoroughly pure and infallible altogether\nAllah created you in the form of light\nthen kept you closely attached with His Throne\nuntil you were sent down in this world as a favor to us\nallowed you to pronounce and praise His name aloud in the Houses of Allah\nmade our sending blessings on you and being loyal to you as signs of the legitimacy of our birth\nand the purity of our souls\nAnd the refinement our manners\nAnd His forgiving our sins\nWe thus have become among those who believe undoubtedly in your (excellent) virtues\nand by becoming aware of your true status we have been distinguished\nAllah made you reach the noblest position of glory\nthe highest station nearest to Allah\nand the loftiest status of the Messengers\nwhere none can ever reach you\nnor can anyone surpass you\nnor can anyone ever precede you\nNo can anyone look forward to reaching your positions\neven the favorite Angels went for it\nnor the commissioned Prophets\nnor a friend nor a martyr\nnor a scholar nor an ignorant\nnor an inferior nor a superior\nnor a pious faithful\nnor a wicked sinner\nnor an obstinate tyrant\nnor a devilish rebel\nnor any other being had ever been there\nexcept that Allah informs them of the grandeur of your decisive authority\nimportance of your thoughtful ideas\npower of your meaningful intelligence\nthoroughness of your enlightenment\nstrength and goodness of your essence\nproof of the durability of your office\ndistinction of your position\nand the glory of your rank and dignity in His estimation\nyour venerable grace in His perception\nyour special friendship with Him\nand the closest nearness you have near Him\nMy father, mother, family, property and possessions are at your disposal\nI beseech Allah and you to bear witness that I believe in you and in that in which you believe\nI renounce your enemies and whatever you renounce\nI am fully aware of your glorious purpose\nand of the deviation of him whoever oppose you\nI am your friend and a friend of your friends\nI dislike your enemies and strive against their designs\nI am at peace with those who make peace with you\nI take the field against those who march against you\nI accept as true that which acknowledges your truth\nI prove false that which takes a stand against you\nI follow in your footsteps\nI am fully aware of your rights and privileges\nI recognize your superiority over others\nI carry and preserve your knowledge\nI take refuge under your protective shelter\nI respond to you\nI know for sure that you will come back\nI anticipate and look for your just and fair order\nI believe in your promised return\nI anticipate the advent of your State\nI hold fast to that which you have said\nI carry out your orders\nI take shelter in your neighborhood\nI make a visit to do homage and praise you\nfor me your resting abodes are sanctuaries\nin the court of the Almighty you are my advocates\nI seek His nearness through you\nfor seeking fulfillment of my wants and desire\nunder all circumstances I follow you to make headway\nI believe in your invisibility visibility\nPresence, absence\nand in the first of you and the last of you\nI entrust to you the total charge of everything concerning me\nI gladly consent to that which you think is good for me\nfrom the bottom of my heart I surrender to you\nyour opinion is my opinion\nI am prepared and ready to stand up for you\ntill Allah the Supreme gives a new life to His Religion through you\nbrings you back again in His ‘Days’\nManifest you to set up His fair and just rule\nyou take root in and take possession of His earth the world\nso I am with you, with you, not other than you\nI have full faith in you\nI love and cherish the last of you just as I love and cherish the first of you\nI turn to the Almighty Allah disconnecting all links with your enemies\nfrom Jibt and Taghoot\nand the devils and their followers\nwho took liberties with you\nthe renegades who suppressed your rights\nthe turncoats who ran away from your guardianship\nthe swindlers who usurped your succession\nthe unbelievers who hesitated to accept you as true\nthe deserters who turned against you\nand from every affinity apart from you\nevery allegiance other than unto you\nfrom the leadership which directs to the Fire\nMay Allah keep intact my love and attachment with you for ever so far I am alive\nand make me adhere to your creed\nfind obedience unto you convenient\nobtain your intercession\nbe among your fortunate disciples\nWho hold fast to your traditions\nAnd make me follow in your footsteps\nAnd track your Path\nabide by your guidance\nto be raised in your group on the Day of Judgement\nbrought back during your reappearance\ncalled upon to help you in your administration\nhonoured to live in your safe and sound supervision\nright there in the middle of your 'days'\ndelighted and thrilled by seeing you in person\nMy father, mother, children, possessions and myself are at your disposal\nwhoso desires nearness to Allah in fact makes a beginning with you\nwhoso professes the Unity of God in fact takes after you\nwhoso moves towards Him has to turn to you\nO my masters I cannot count and mention your merits\nI am unable to come up to the height where your true appreciation can be enjoyed\nand your real class can be determined\nYou are the light of the virtuous\nThe guides of the pious ones\nThe claims of the Omnipotent (Lord)\nAllah had created you in the first place\nand then disclosed to you His plan of creation\non account of you He sent down abundant and far-spread rain\nbecause of you the sky prevents itself from falling down over the earth unless He permits\ndue to you He drives away troubles and dismisses hardships\nwith you is that with which His Messengers came down\nAnd with which His Angels descended\nand to your forefather,\nNote: If it is the tomb of Imam Ali ibn Abi Talib is the visited, you should say instead , `And to your cousin`\nthe Truthful Spirit was sent\nAllah has given you that which He has not given to any one in the whole universe\nall the highborn hang their heads before your noble lineage\nevery valiant lord submits to you in your obedience\nevery type of heroism is dwarfed before your completeness and perfection\neverything humbles itself in front of you\nyour light lights up the earth\nthose who love and cherish you attain their end\nand conduct themselves to the Paradise\nand those who forsake your friendship earn displeasure of the All-compassionate\nMy father, mother, myself, my children and possessions are at your disposal\nAlthough people make mention of you\nyour names are called along with other names\nyour figures appeared among other humans\nyour souls rest with other souls\nyour beings existed side by side with other beings\nyour traditions are cited with other traditions\nyour resting places are seen amidst others\nbut most gracious are your names\nmost generous and merciful are your lives\nsuperlative is your nature and disposition\nbefitting is your station\ndependable is your covenant\ntrue is your promise\nyour words give light\nyour administration is just and fair\nPiety is your will\nyour deeds are good\ndoing good is your manner of living\ngenerosity is your habit\nfair dealing, conformity to reality and helping others are in your nature\nyour words are final and decisive\nyour opinion is based upon knowledge, temperance and forethought\nif goodness is mentioned, you are its beginning\nAnd its origin and branch and core\nAnd its resting place and its ultimate\nMy father, mother and myself are at your disposal\nHow shall I describe the beauty and goodness of your merits?\nHow shall I define the grace and decorum you displayed in the hour of test and trial?\nIt is on account of you that Allah pulls us out of the depth of degradation\nsets us free from the clutches of hardships\ntakes us to safety from the precipice of annihilation and from failing down into the Hell\nMy father, mother and myself are at your disposal\nBecause of our friendship with you Allah taught us the laws of our religion\nput in order that which had been spoiled and corrupted in our world\nby being loyal to you the Word has been completed\nand the Grace has become great\nAnd the discord has turned into togetherness\nAnd only is by our loyalty to you the obligatory obedience (to Allah) accepted\nAnd only is the obligatory adoration yours\nAnd so are the highest ranks\nAnd so is the Praised Standing\nAnd so is the renowned station in Almighty Allah’s view\nAnd topmost office\nAnd the supreme rank\nAnd the admitted intercession\nO our Lord, we believe in that which Thou has sent down and follow the Messenger; so write our names among those who bear witness\nOur Lord! Cause not our hearts to stray after Thou hast guided us, and bestow upon us mercy from Thy Presence. Lo! Thou, only Thou, art the Bestower.\nGlory be to our Lord for in fact the promise of our Lord immediately takes effect\nO trusted representative of Allah\nthe barriers of wrongdoings separating me from Allah can not be removed save by attaining your satisfaction\ntherefore in the name of the divine authority delegated to you\nthe administration of the human society entrusted to you\nand joining obedience to Him to the obedience to you\nI implore to you to pardon my sins\nAnd to intercede for me\nFor I obey you\nHe who obeys you in fact obeys Allah\nhe who disobeys you in fact disobeys Allah\nhe who loves you in fact loves Allah\nhe who hates you in fact hates Allah\nO Allah, had I known interceders that are closer to You than Muhammad and his Household, the virtuous and pious Imams, I would have chosen to intercede for me before You\nSo I beseech You by their Right that You have made obligatory upon us to follow\nTo include me with the group of those who recognize their Right and them\nAnd with the assembly of those on whom You will have mercy on account of their (Muhammad and his Household) intercession\nVerily, You are the All-merciful\nBlessings of Allah be upon Muhammad and his infallible Household.\nAnd His thorough peace be upon them\nAllah is Sufficient for us! Most Excellent is He in Whom we trust!",
		"audio": [
			{
				"name": "Abdulhai Qumbar",
				"link": "https://shiavoice.com/media/zeiarat/jame3e_elkebire/ii4j35cto4u7.mp3"
			},
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/jame3e_elkebire/cd087tfqcifc.mp3"
			},
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/jame3e_elkebire/jjo1uxmgwp6g.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Jamia Sagheer",
		"arabic": "اَلسَّلاَمُ عَلَى أَوْلِيَاءِ اللَّهِ وَ أَصْفِيَائِهِ\nالسَّلاَمُ عَلَى أُمَنَاءِ اللَّهِ وَ أَحِبَّائِهِ\nالسَّلاَمُ عَلَى أَنْصَارِ اللَّهِ وَ خُلَفَائِهِ\nالسَّلاَمُ عَلَى مَحَالِّ مَعْرِفَةِ اللَّهِ\nالسَّلاَمُ عَلَى مَسَاكِنِ ذِكْرِ اللَّهِ\nالسَّلاَمُ عَلَى مُظْهِرِي أَمْرِ اللَّهِ وَ نَهْيِهِ\nالسَّلاَمُ عَلَى الدُّعَاةِ إِلَى اللَّهِ\nالسَّلاَمُ عَلَى الْمُسْتَقِرِّينَ فِي مَرْضَاةِ اللَّهِ\nالسَّلاَمُ عَلَى الْمُخْلِصِينَ فِي طَاعَةِ اللَّهِ\nالسَّلاَمُ عَلَى الْأَدِلاَّءِ عَلَى اللَّهِ\nالسَّلاَمُ عَلَى الَّذِينَ مَنْ وَالاَهُمْ فَقَدْ وَالَى اللَّهَ\nوَ مَنْ عَادَاهُمْ فَقَدْ عَادَى اللَّهَ\nوَ مَنْ عَرَفَهُمْ فَقَدْ عَرَفَ اللَّهَ\nوَ مَنْ جَهِلَهُمْ فَقَدْ جَهِلَ اللَّهَ\nوَ مَنِ اعْتَصَمَ بِهِمْ فَقَدِ اعْتَصَمَ بِاللَّهِ\nوَ مَنْ تَخَلَّى مِنْهُمْ فَقَدْ تَخَلَّى مِنَ اللَّهِ عَزَّ وَ جَلَ\nوَ أُشْهِدُ اللَّهَ أَنِّي سِلْمٌ لِمَنْ سَالَمْتُمْ\nوَ حَرْبٌ لِمَنْ حَارَبْتُمْ\nمُؤْمِنٌ بِسِرِّكُمْ وَ عَلاَنِيَتِكُمْ\nمُفَوِّضٌ فِي ذَلِكَ كُلِّهِ إِلَيْكُمْ\nلَعَنَ اللَّهُ عَدُوَّ آلِ مُحَمَّدٍ مِنَ الْجِنِّ وَ الْإِنْسِ\nوَ أَبْرَأُ إِلَى اللَّهِ مِنْهُمْ\nوَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِه ",
		"english": "Peace be on the sincere adherents of Allah, who are also His exceptional favourites,\nPeace be on the trustees of Allah, who are also His dearest friends,\nPeace be on the supporters of Allah, who are also His representatives,\nPeace be on the medium of the awareness of Allah,\nPeace be on the centre of the remembrance of Allah,\nPeace be on (you) who make clear His lawful and unlawful,\nPeace be on (you) who invite mankind unto Allah,\nPeace be on (you) who occupy and supervise the centre through which Allah's pleasure is routed,\nPeace be on (you) who truly obey and serve Allah,\nPeace be on (you) who show the right path leading unto Allah,\nPeace be on (you) whom whoever befriends, in fact, makes friends with Allah,\nWhom whosoever opposes, in fact, runs counter to Allah,\nWhom whosoever understands, in fact, recognizes Allah,\nWhom whosoever passes over, in fact, ignores Allah,\nWhom whosoever defends, in fact, supports Allah,\nWhom whoso deserts, in fact, abandons the Almighty Allah.\nI request Allah to vouch for me that I make peace with those who are at peace with you,\nMake war upon those who declare war on you,\nI believe in that which is concealed and in that which is evident concerning you,\nI give total control of my affairs in your hands.\nMay Allah curse the enemies of the household of Muhammad, be they jinn or men,\nI disconnect all links with them and turn to Allah,\nAllah's blessings be on Muhammad and on his children. ",
		"audio": [
			{
				"name": "Sheikh Rabee Al Baqshi",
				"link": "https://shiavoice.com/media/zeiarat/jame3e_elsekire/miemjvrankjd.mp3"
			},
			{
				"name": "Abu Hassan Al Ahsaai",
				"link": "https://shiavoice.com/media/zeiarat/jame3e_elsekire/thyom332z7ew.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Fatima Zahraa",
		"arabic": "يَا مُمْتَحَنَةُ\nٱمْتَحَنَكِ ٱللَّهُ ٱلَّذِي خَلَقَكِ\nقَبْلَ انْ يَخْلُقَكِ\nفَوَجَدَكِ لِمَا ٱمْتَحَنَكِ صَابِرَةً\nوَزَعَمْنَا انَّا لَكِ اوْلِيَاءٌ وَمُصَدِّقُونَ\nوَصَابِرُونَ لِكُلِّ مَا اتَانَا بِهِ ابُوكِ\nصَلَّىٰ ٱللَّهُ عَلَيْهِ وَآلِهِ\nوَاتَىٰ بِهِ وَصِيُّهُ\nفَإِنَّا نَسْالُكِ إِنْ كُنَّا صَدَّقْنَاكِ\nإِلاَّ الْحَقْتِنَا بِتَصْدِيقِنَا لَهُمَا\nلِنُبَشِّرَ انْفُسَنَا بِانَّا قَدْ طَهُرْنَا بِوِلايَتِكِ\n-\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ رَسُولِ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ نَبِيِّ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ حَبِيبِ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَلِيلِ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَفيِّ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ امِينِ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَيْرِ خَلْقِ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ افْضَلِ انْبِيَاءِ ٱللَّهِ وَرُسُلِهِ وَمَلاَئِكَتِهِ\nاَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَيْرِ ٱلْبَرِّيَةِ\nاَلسَّلاَمُ عَلَيْكِ يَا سِيِّدَةَ نِسَاءِ ٱلْعَالَمينَ\nمِنَ ٱلاوَّلِينَ وَٱلآخِرِينَ\nاَلسَّلاَمُ عَلَيْكِ يَا زَوْجَةَ وَلِيِّ ٱللَّهِ\nوَخَيْرِ ٱلْخَلْقِ بَعْدَ رَسُولِ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكِ يَا امَّ ٱلْحَسَنِ وَٱلْحُسَيْنِ\nسَيِّدَيْ شَبَابِ اهْلِ ٱلْجَنَّةِ\nاَلسَّلاَمُ عَلَيْكِ ايَّتُهَا ٱلصِّدِّيقَةُ ٱلشَّهِيدَةُ\nاَلسَّلاَمُ عَلَيْكِ ايَّتُهَا ٱلرَّضِيَّةُ ٱلْمَرْضِيَّةُ\nاَلسلاَمُ علَيْكِ ايَّتُهَا ٱلْفَاضِلةُ ٱلزَّكِيةُ\nاَلسلاَمُ علَيْكِ ايَّتُهَا ٱلْحَوْرَاءُ ٱلإِنْسِيَّةُ\nاَلسلاَمُ عَلَيْكِ ايَّتُهَا ٱلتَّقِيَّةُ ٱلنَّقِيَّةُ\nاَلسَّلاَمُ عَلَيْكِ ايَّتُهَا ٱلْمُحَدَّثَةُ ٱلْعَلِيمَةُ\nاَلسَّلاَمُ عَلَيْكِ ايَّتُهَا ٱلْمَظْلُومَةُ ٱلْمَغْصُوبَةُ\nاَلسَّلاَمُ عَلَيْكِ ايَّتُهَا ٱلْمُضْطَهَدَةُ ٱلْمَقْهُورَةُ\nاَلسَّلاَمُ عَلَيْكِ يَا فَاطِمَةُ بِنْتَ رَسُولِ ٱللَّهِ\nوَرَحْمَةُ ٱللَّهِ وَبَرَكَاتُهُ\nصَلَّىٰ ٱللَّهُ عَلَيْكِ\nوَعَلَىٰ رُوحِكِ وَبَدَنِكِ\nاشْهَدُ انَّكِ مَضَيْتِ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّكِ\nوَانَّ مَنْ سَرَّكِ فَقَدْ سَرَّ رَسُولَ ٱللَّهِ\nصَلَّىٰ ٱللَّهُ عَلَيْهِ وَآلِهِ\nوَمَنْ جَفَاكِ فَقَدْ جَفَا رَسُولَ ٱللَّهِ\nصَلَّىٰ ٱللَّهُ عَلَيْهِ وَآلِهِ\nوَمَنْ آذَاكِ فَقَدْ آذَىٰ رَسُولَ ٱللَّهِ\nصَلَّىٰ ٱللَّهُ عَلَيْهِ وَآلِهِ\nوَمَنْ وَصَلَكِ فَقَدْ وَصَلَ رَسُولَ ٱللَّهِ\nصَلَّىٰ ٱللَّهُ عَلَيْهِ وَآلِهِ\nوَمَنْ قَطَعَكِ فَقَدْ قَطَعَ رَسُولَ ٱللَّهِ\nصَلَّىٰ ٱللَّهُ عَلَيْهِ وَآلِهِ\nلانَّكِ بِضْعَةٌ مِنْهُ\nوَرُوحُهُ ٱلَّذِي بَيْنَ جَنْبَيْهِ\nاشْهِدُ ٱللَّهَ وَرُسُلَهُ وَمَلاَئِكَتَهُ\nانِّي رَاضٍ عَمَّنْ رَضِيتِ عَنْهُ\nسَاخِطٌ عَلَىٰ مَنْ سَخِطْتِ عَلَيْهِ\nمُتَبَرِّىٰءٌ مِمَّنْ تَبَرَّاتِ مِنْهُ\nمُوَالٍ لِمَنْ وَالَيْتِ\nمُعَادٍ لِمَنْ عَادِيْتِ\nمُبْغِضٌ لِمَنْ ابْغَضْتِ\nمُحِبٌّ لِمَنْ احْبَبْتِ\nوَكَفَىٰ بِٱللَّهِ شَهِيداً وَحَسِيباً\nوَجَازِياً وَمُثِيباً",
		"english": "O carefully examined (lady):\nAllah Who created you had tried you\nbefore He created you (for this worldly life),\nand thus He found you successfully enduring in that trial.\nWe claim being loyalists to you, believers in you,\nand tolerant as regards all that which has been conveyed to us by your father,\npeace of Allah be upon him and his Household,\nand all that which his Successor has brought to us.\nWe, thus, ask you, if we have really believed you,\nthat you may include us with those who believe in both of them (i.e. the Holy Prophet and Imam `Ali),\nso that we may feel happy that we have been purified on account of our loyalty to you.\nIt is recommended to add the following:\nPeace be upon you, O daughter of the Messenger of Allah.\nPeace be upon you, O daughter of the Prophet of Allah.\nPeace be upon you, O daughter of the most beloved of Allah.\nPeace be upon you, O daughter of the Intimate Servant of Allah.\nPeace be upon you, O daughter of the Choice of Allah.\nPeace be upon you, O daughter of the Trustee of Allah.\nPeace be upon you, O daughter of the best of Allah’s creatures.\nPeace be upon you, O daughter of the best of Allah’s Prophets, Messengers, and angels.\nPeace be upon you, O daughter of the best of all created beings.\nPeace be upon you, O doyenne of all women of the world,\nincluding the past and the coming generations.\nPeace be upon you, O lady of the Intimate Servant of Allah\nand the best of all created beings after the Messenger of Allah.\nPeace be upon you, O mother of al-°asan and al-°usayn,\nthe two chiefs of the youth of Paradise.\nPeace be upon you, O veracious and martyr.\nPeace be upon you, O content and pleased.\nPeace be upon you, O virtuous and pure.\nPeace be upon you, O Paradisiacal human being.\nPeace be upon you, O pious and immaculate.\nPeace be upon you, O one talked by the angels, O knowledgeable.\nPeace be upon you, O oppressed lady whose right was usurped.\nPeace be upon you, O persecuted and maltreated.\nPeace be upon you, O Fatimah the daughter of the Messenger of Allah.\nSo be upon you the mercy and blessings of Allah.\nMay Allah bless you,\nyour soul, and your body.\nI bear witness that you have spent your life with full awareness of your duty towards your Lord\nand (I bear witness) that he who pleases you will have pleased the Messenger of Allah,\npeace be upon him and his Household,\nand he who displeases you will have displeased the Messenger of Allah,\npeace be upon him and his Household,\nand he who harms you will have harmed the Messenger of Allah,\npeace be upon him and his Household,\nand he who respects you will have respected the Messenger of Allah,\npeace be upon him and his Household,\nand he who disrespects you will have disrespected the messenger of Allah,\npeace be upon him and his Household.\nThis is because you are an inseparable part of him (i.e. the Holy Prophet),\nand you are his soul with which he lives.\nI ask Allah, His Messengers, and His angels to be the witnesses\nthat I am verily pleased with him whomever you accept,\nI am displeased with him whomever you detest,\nI disavow him whomever you disavow,\nI am loyal to him whomever you support,\nI am the enemy of him whomever you betake as enemy,\nI am hateful to him whomever you hate,\nand I like him whomever you like.\nVerily, Allah is Sufficient as Witness, Reckoner,\nPunisher, and Rewarder.",
		"audio": [
			{
				"name": "Seyyed Waleed Al Mazeedi",
				"link": "https://shiavoice.com/media/zeiarat/fatime_elzehra/rsrh8hrhb4a9.mp3"
			},
			{
				"name": "Seyyed Ali Shibr",
				"link": "https://shiavoice.com/media/zeiarat/fatime_elzehra/skby7ogpkscv.mp3"
			},
			{
				"name": "Sheikh Ahmed Al Huwayli",
				"link": "https://shiavoice.com/media/zeiarat/fatime_elzehra/vqip26zpwzfj.mp3"
			},
			{
				"name": "Seyyed Ali Sadr",
				"link": "https://shiavoice.com/media/zeiarat/asdarat/ali_elseder/jeit_ezur/brz0ve28u9j2.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Imam Musa Kadhim",
		"arabic": "السَّلاَمُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ ابْنَ وَلِيِّهِ\nالسَّلاَمُ عَلَيْكَ يَا حُجَّةَ اللَّهِ وَ ابْنَ حُجَّتِهِ\nالسَّلاَمُ عَلَيْكَ يَا صَفِيَّ اللَّهِ وَ ابْنَ صَفِيِّهِ\nالسَّلاَمُ عَلَيْكَ يَا أَمِينَ اللَّهِ وَ ابْنَ أَمِينِهِ\nالسَّلاَمُ عَلَيْكَ يَا نُورَ اللَّهِ فِي ظُلُمَاتِ الْأَرْضِ\nالسَّلاَمُ عَلَيْكَ يَا إِمَامَ الْهُدَى\nالسَّلاَمُ عَلَيْكَ يَا عَلَمَ الدِّينِ وَ التُّقَى\nالسَّلاَمُ عَلَيْكَ يَا خَازِنَ عِلْمِ النَّبِيِّينَ\nالسَّلاَمُ عَلَيْكَ يَا خَازِنَ عِلْمِ الْمُرْسَلِينَ\nالسَّلاَمُ عَلَيْكَ يَا نَائِبَ الْأَوْصِيَاءِ السَّابِقِينَ\nالسَّلاَمُ عَلَيْكَ يَا مَعْدِنَ الْوَحْيِ الْمُبِينِ\nالسَّلاَمُ عَلَيْكَ يَا صَاحِبَ الْعِلْمِ الْيَقِينِ\nالسَّلاَمُ عَلَيْكَ يَا عَيْبَةَ عِلْمِ الْمُرْسَلِينَ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْإِمَامُ الصَّالِحُ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْإِمَامُ الزَّاهِدُ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْإِمَامُ الْعَابِدُ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْإِمَامُ السَّيِّدُ الرَّشِيدُ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْمَقْتُولُ الشَّهِيدُ\nالسَّلاَمُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ وَ ابْنَ وَصِيِّهِ\nالسَّلاَمُ عَلَيْكَ يَا مَوْلاَيَ مُوسَى بْنَ جَعْفَرٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ\nأَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ عَنِ اللَّهِ مَا حَمَّلَكَ\nوَ حَفِظْتَ مَا اسْتَوْدَعَكَ\nوَ حَلَّلْتَ حَلاَلَ اللَّهِ وَ حَرَّمْتَ حَرَامَ اللَّهِ\nوَ أَقَمْتَ أَحْكَامَ اللَّهِ وَ تَلَوْتَ كِتَابَ اللَّهِ\nوَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِ اللَّهِ وَ جَاهَدْتَ فِي اللَّهِ حَقَّ جِهَادِهِ حَتَّى أَتَاكَ الْيَقِينُ\nوَ أَشْهَدُ أَنَّكَ مَضَيْتَ عَلَى مَا مَضَى عَلَيْهِ آبَاؤُكَ\nالطَّاهِرُونَ وَ أَجْدَادُكَ الطَّيِّبُونَ\nالْأَوْصِيَاءُ الْهَادُونَ الْأَئِمَّةُ الْمَهْدِيُّونَ\nلَمْ تُؤْثِرْ عَمًى عَلَى هُدًى وَ لَمْ تَمِلْ مِنْ حَقٍّ إِلَى بَاطِلٍ\nوَ أَشْهَدُ أَنَّكَ نَصَحْتَ لِلَّهِ وَ لِرَسُولِهِ وَ لِأَمِيرِ الْمُؤْمِنِينَ\nوَ أَنَّكَ أَدَّيْتَ الْأَمَانَةَ وَ اجْتَنَبْتَ الْخِيَانَةَ وَ أَقَمْتَ الصَّلاَةَ وَ آتَيْتَ الزَّكَاةَ\nوَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ\nوَ عَبَدْتَ اللَّهَ مُخْلِصاً مُجْتَهِداً مُحْتَسِباً حَتَّى أَتَاكَ الْيَقِينُ\nفَجَزَاكَ اللَّهُ عَنِ الْإِسْلاَمِ وَ أَهْلِهِ أَفْضَلَ الْجَزَاءِ وَ أَشْرَفَ الْجَزَاءِ\nأَتَيْتُكَ يَا ابْنَ رَسُولِ اللَّهِ زَائِراً عَارِفاً بِحَقِّكَ\nمُقِرّاً بِفَضْلِكَ مُحْتَمِلاً لِعِلْمِكَ مُحْتَجِباً بِذِمَّتِكَ\nعَائِذاً بِقَبْرِكَ لاَئِذاً بِضَرِيحِكَ مُسْتَشْفِعاً بِكَ إِلَى اللَّهِ\nمُوَالِياً لِأَوْلِيَائِكَ مُعَادِياً لِأَعْدَائِكَ مُسْتَبْصِراً بِشَأْنِكَ وَ بِالْهُدَى الَّذِي أَنْتَ عَلَيْهِ\nعَالِماً بِضَلاَلَةِ مَنْ خَالَفَكَ وَ بِالْعَمَى الَّذِي هُمْ عَلَيْهِ\nبِأَبِي أَنْتَ وَ أُمِّي وَ نَفْسِي وَ أَهْلِي وَ مَالِي\nوَ وُلْدِي يَا ابْنَ رَسُولِ اللَّهِ\nأَتَيْتُكَ مُتَقَرِّباً بِزِيَارَتِكَ إِلَى اللَّهِ تَعَالَى وَ مُسْتَشْفِعاً بِكَ إِلَيْهِ\nفَاشْفَعْ لِي عِنْدَ رَبِّكَ لِيَغْفِرَ لِي ذُنُوبِي وَ يَعْفُوَ عَنْ جُرْمِي وَ يَتَجَاوَزَ عَنْ سَيِّئَاتِي\nوَ يَمْحُوَ عَنِّي خَطِيئَاتِي وَ يُدْخِلَنِي الْجَنَّةَ\nوَ يَتَفَضَّلَ عَلَيَّ بِمَا هُوَ أَهْلُهُ وَ يَغْفِرَ لِي وَ لِآبَائِي وَ لِإِخْوَانِي وَ أَخَوَاتِي\nوَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ فِي مَشَارِقِ الْأَرْضِ وَ مَغَارِبِهَا\nبِفَضْلِهِ وَ جُودِهِ وَ مَنِّهِ\nالسَّلاَمُ عَلَيْكَ يَا مَوْلاَيَ يَا مُوسَى بْنَ جَعْفَرٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ\nأَشْهَدُ أَنَّكَ الْإِمَامُ الْهَادِي وَ الْوَلِيُّ الْمُرْشِدُ\nوَ أَنَّكَ مَعْدِنُ التَّنْزِيلِ وَ صَاحِبُ التَّأْوِيلِ\nوَ حَامِلُ التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الْعَالِمُ الْعَادِلُ وَ الصَّادِقُ الْعَامِلُ\nيَا مَوْلاَيَ أَنَا أَبْرَأُ إِلَى اللَّهِ مِنْ أَعْدَائِكَ وَ أَتَقَرَّبُ إِلَى اللَّهِ بِمُوَالاَتِكَ\nفَصَلَّى اللَّهُ عَلَيْكَ وَ عَلَى آبَائِكَ وَ أَجْدَادِكَ وَ أَبْنَائِكَ وَ شِيعَتِكَ وَ مُحِبِّيكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُه",
		"english": "Peace be on you, O the representative of Allah, and the son of His representative!\nPeace be on you, O the decisive argument of Allah, ant the son of His decisive argument!\nPeace be on you, O the sincerely attached friend of Allah, and the son of His sincerely attached friend!\nPeace be on you, O the confidant of Allah, and the son of His confidant!\nPeace be on you, O the light of Allah in the darkness of the (ignorant) world!\nPeace be on you, O theGuide who showed the right path!\nPeace be on you, O the symbol of religion and piety!\nPeace be on you, O the treasurer of the wisdom of the Prophets!\nPeace be on you, O the treasurer of the wisdom of the Messengers!\nPeace be on you, O the vicegerent of the earlier guardians,\nPeace be on you, O the depository of the evident revelations!\nPeace be on you, O the possessor of sure knowledge!\nPeace be on you, O the treasury of the Messenger’s knowledge!\nPeace be on you, O the virtuous guide!\nPeace be on you, O the devout guide!\nPeace be on you, O the worshipful guide!\nPeace be on you, O the principal guide who followed the right path!\nPeace be on you, O the murdered martyr!\nPeace be on you, O the son of the Messenger of Allah, and the son of his successor!\nPeace be on you, O my Mawlaa, Moosa bin Jaa’-far, and also mercy and blessings of Allah!\nI bear witness that you carried and delivered that for which Allah has commissioned you,\nprotected that which was entrusted to you,\nprescribed that which Allah has made lawful, prescribed that which Allah has made unlawful,\nmade clear the divine rules, studied and interpreted the Book of Allah,\nexercised self-control in the midst sake of Allah, strived in the cause of Allah, leaving no stone unturned, till the inevitable came unto you.\nI bear witness that you followed the path which your pure forefathers,\npious ancestors and the rightly guided guides,\nthe successors of the Holy Prophet, had followed\nnever accommodated waywardness to jeopardise guidance, never turned aside truth to make room for falsehood.\nI bear witness that, verily, you always gave sincere advice to the people in the matter of Allah, His Messenger, and the Ameer ul Moomineen;\nverily, you conscientiously returned the deposits kept in you safe custody, kept away from abuse of confidence established prayers, gave the prescribed share to the needy,\ncommanded to do that which is lawful, not to do that which is unlawful,\nsincerely served Allah, gave just decisions and took proper action, till the inevitable came unto you.\nAllah compensated you for (your) total submission to Him, with superior most and continuous rewards.\nI have come to visit you, O the son of the Messenger of Allah, aware of your rights,\nconscious of your excellence, equipped with you knowledge, covered with your guarantee.\nI have taken refuge near your grave, your “Zarih” is my sanctuary. You are my advocate before Allah,\nI am a friend of your friends, I am averse to your enemies, well acquainted with your rank, and with the guidance you adhered to,\nmindful of the depravity of your opponents, and of the waywardness in which they are wandering.\nI, my father, and my mother, my family, my possessions\nand my children are at your disposal, O the son of the Messenger of Allah!\nI have come to you to seek nearness of Allah through my visit to you, and to nominate you as my advocate before Him,\ntherefore, speak to your Lord to forgive my sins, to pardon my transgressions,\nto overlook my wrongdoings to wipe off my mistakes, to let me enter the Paradise,\nto treat me with kindness which He is able to do, to grant me amnesty, and to my fathers, to my brothers, to my sisters,\nto all the believing men and the believing women, wherever they are in the earth, (from east to west)\nin the name of His obligingness, in the name of His generosity, in the name of His kindness.\nPeace be on you, O my Mawlaa, O Moosa bin Jaa’-far, and also mercy and blessings of Allah!\nI bear witness that, verily, you are the guide who showed the right path, the guardian who adhered to the true path,\nverily, you are the depository of the revelation, and exposed its true meanings;\nyour are the bearer of the Tawrayt and Injeel, you are an honest scholar, and a truthful performer.\nO my Mawlaa! I turn to Allah by avoiding your enemies, I seek nearness of Allah through my love for you,\nblessings of Allah be on you, on your forefathers, on your ancestors, on your children and your friends and followers.",
		"audio": [
			{
				"name": "Hajj Meerdamat",
				"link": "https://shiavoice.com/media/zeiarat/imam_kazem/jpx8ncjzdyjz.mp3"
			},
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/imam_kazem/hbrrcsy487h7.mp3"
			},
			{
				"name": "Mohammad Al Khayat",
				"link": "https://shiavoice.com/media/zeiarat/imam_kazem/adbtrwdfqkq8.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Nahiya",
		"arabic": "اَلسَّلامُ عَلى آدَمَ صِفْوَةِ اللهِ مِنْ خَليقَتِهِ،\nاَلسَّلامُ عَلى شَيْثٍ وَلِيِّ اللهِ وَ خِيَرَتِهِ،\nاَلسَّلامُ عَلى إدْريسَ الْقائِمِ للهِِ بِحُجَّتِهِ،\nاَلسَّلامُ عَلى نُوحٍ الْمُجابِ في دَعْوَتِهِ،\nاَلسَّلامُ عَلى هُودٍ الْمَمْدُودِ مِنَ اللهِ بِمَعُونَتِهِ،\nاَلسَّلامُ عَلى صالِحِ الَّذي تَوَّجَهُ اللهُ بِكَرامَتِهِ،\nاَلسَّلامُ عَلى إبْراهيمَ الَّذي حَباهُ اللهُ بِخُلَّتِهِ،\nاَلسَّلامُ عَلى إسْماعيلَ الَّذي فَداهُ اللهُ بِذِبْحٍ عَظيمٍ مِنْ جَنَّتِهِ،\nاَلسَّلامُ عَلى إسْحاقَ الَّذي جَعَلَ اللهُ النُّبُوَّةَ في ذُرِّيَّتِهِ،\nاَلسَّلامُ عَلى يَعْقُوبَ الَّذي رَدَّ اللهُ عَلَيْهِ بَصَرَهُ بِرَحْمَتِهِ،\nاَلسَّلامُ عَلى يُوسُفَ الَّذي نَجّاهُ اللهُ مِنَ الْجُبِّ بِعَظَمَتِهِ،\nاَلسَّلامُ عَلى مُوسَى الَّذي فَلَقَ اللهُ الْبَحْرَ لَهُ بِقُدْرَتِهِ،\nاَلسَّلامُ عَلى هارُونَ الَّذي خَصَّهُ اللهُ بِنُبُوَّتِهِ،\nاَلسَّلامُ عَلى شُعَيْبِ الَّذي نَصَرَهُ اللهُ عَلى اُمَّتِهِ،\nاَلسَّلامُ عَلى داوُدَ الَّذي تابَ اللهُ عَلَيْهِ مِنْ خَطيئَتِهِ،\nاَلسَّلامُ عَلى سُلَيْمانَ الَّذي ذَلَّتْ لَهُ الْجِنُّ بِعِزَّتِهِ،\nاَلسَّلامُ عَلى أيُّوبَ الَّذي شَفاهُ اللهُ مِنْ عِلَّتِهِ،\nاَلسَّلامُ عَلى يُونُسَ الَّذي أنْجَزَ اللهُ لَهُ مَضْمُونَ عِدَتِهِ،\nاَلسَّلامُ عَلى عُزَيْرِ الَّذي أحْياهُ اللهُ بَعْدَ ميتَتِهِ،\nاَلسَّلامُ عَلى زَكَرِيّا الصّابِرِ في مِحْنَتِهِ،\nاَلسَّلامُ عَلى يَحْيَى الَّذي أزْلَفَهُ اللهُ بِشَهادَتِهِ،\nاَلسَّلامُ عَلى عيسى رُوحِ اللهِ وَ كَلِمَتِهِ،\nاَلسَّلامُ عَلى مُحَمَّدٍ حَبيبِ اللهِ وَ صِفْوَتِهِ،\nاَلسَّلامُ عَلى أميرِالْمُؤْمِنينَ عَلِيِّ بْنِ أبي طالِبٍ الْمَخْصُوصِ بِاُخُوَّتِهِ،\nاَلسَّلامُ عَلى فاطِمَةَ الزَّهْراءِ ابْنَتِهِ،\nاَلسَّلامُ عَلى أبي مُحَمَّدٍ الْحَسَنِ وَصِيِّ أبيهِ وَ خَليفَتِهِ،\nاَلسَّلامُ عَلَى الْحُسَيْنِ الَّذي سَمَحَتْ نَفْسُهُ بِمُهْجَتِهِ،\nاَلسَّلامُ عَلى مَنْ أطاعَ اللهَ في سِرِّهِ وَ عَلانِيَتِهِ،\nاَلسَّلامُ عَلى مَنْ جَعَلَ اللهُ الشِّفاءَ في تُرْبَتِهِ،\nاَلسَّلامُ عَلى مَنِ الإجابَةُ تَحْتَ قُبَّتِهِ،\nاَلسَّلامُ عَلى مَنِ الأئِمَّةُ مِنْ ذُرِّيَّتِهِ،\nاَلسَّلامُ عَلَى ابْنِ خاتَمِ الأنْبِياءِ،\nاَلسَّلامُ عَلَى ابْنِ سَيِّدِ الأوْصِياءِ،\nاَلسَّلامُ عَلَى ابْنِ فاطِمَةَ الزَّهْراءِ،\nاَلسَّلامُ عَلَى ابْنِ خَديجَةَ الْكُبْرى،\nاَلسَّلامُ عَلَى ابْنِ سِدْرَةِ الْمُنْتَهى،\nاَلسَّلامُ عَلَى ابْنِ جَنَّةِ الْمَأْوى،\nاَلسَّلامُ عَلَى ابْنِ زَمْزَمَ وَ الصَّفا،\nاَلسَّلامُ عَلَى الْمُرَمَّلِ بِالدِّماءِ،\nاَلسَّلامُ عَلَى الْمَهْتُوكِ الْخِباءِ،\nاَلسَّلامُ عَلى خامِسِ أصْحابِ الْكِساءِ،\nاَلسَّلامُ عَلى غَريبِ الْغُرَباءِ،\nاَلسَّلامُ عَلى شَهيدِ الشُّهَداءِ،\nاَلسَّلامُ عَلى قَتيلِ الأدْعِياءِ،\nاَلسَّلامُ عَلى ساكِنِ كَرْبَلاءَ،\nاَلسَّلامُ عَلى مَنْ بَكَتْهُ مَلائِكَةُ السَّماءِ،\nاَلسَّلامُ عَلى مَنْ ذُرِّيَّتُهُ الأزْكِياءُ،\nاَلسَّلامُ عَلى يَعْسُوبِ الدّينِ،\nاَلسَّلامُ عَلى مَنازِلِ الْبَراهينِ،\nاَلسَّلامُ عَلَى الأئِمَّةِ السّاداتِ،\nاَلسَّلامُ عَلَى الْجُيُوبِ الْمُضَرَّجاتِ،\nاَلسَّلامُ عَلَى الشِّفاهِ الذّابِلاتِ،\nاَلسَّلامُ عَلَى النُّفُوسِ الْمُصْطَلَماتِ،\nاَلسَّلامُ عَلَى الأرْواحِ الْمُخْتَلَساتِ،\nاَلسَّلامُ عَلَى الأجْسادِ الْعارِياتِ،\nاَلسَّلامُ عَلَى الْجُسُومِ الشّاحِباتِ،\nاَلسَّلامُ عَلَى الدِّماءِ السّائِلاتِ،\nاَلسَّلامُ عَلَى الأعْضاءِ الْمُقَطَّعاتِ،\nاَلسَّلامُ عَلَى الرُّؤُوسِ الْمُشالاتِ،\nاَلسَّلامُ عَلَى النِّسْوَةِ الْبارِزاتِ،\nاَلسَّلامُ عَلى حُجَّةِ رَبِّ الْعالَمينَ،\nاَلسَّلامُ عَلَيْكَ وَ عَلى آبائِكَ الطّاهِرينَ،\nاَلسَّلامُ عَلَيْكَ وَ عَلى أبْنائِكَ الْمُسْتَشْهَدينَ،\nاَلسَّلامُ عَلَيْكَ وَ عَلى ذُرِّيَّتِكَ النّاصِرينَ،\nاَلسَّلامُ عَلَيْكَ وَ عَلَى الْمَلائِكَةِ الْمُضاجِعينَ،\nاَلسَّلامُ عَلَى الْقَتيلِ الْمَظْلُومِ،\nاَلسَّلامُ عَلى أخيهِ الْمَسْمُومِ،\nاَلسَّلامُ عَلى عَلِيٍّ الْكَبيرِ،\nاَلسَّلامُ عَلَى الرَّضيعِ الصَّغيرِ،\nاَلسَّلامُ عَلَى الأبْدانِ السَّليبَةِ،\nاَلسَّلامُ عَلَى الْعِتْرَةِ الْقَريبَةِ [الْغََريبَةِ]،\nاَلسَّلامُ عَلَى الْمُجَدَّلينَ فِي الْفَلَواتِ،\nاَلسَّلامُ عَلَى النّازِحينَ عَنِ الأوْطانِ،\nاَلسَّلامُ عَلَى الْمَدْفُونينَ بِلا أكْفان،\nاَلسَّلامُ عَلَى الرُّؤُوسِ الْمُفَرَّقَةِ عَنِ الأبْدانِ،\nاَلسَّلامُ عَلَى الْمُحْتَسِبِ الصّابِرِ،\nاَلسَّلامُ عَلَى الْمَظْلُومِ بِلا ناصِر،\nاَلسَّلامُ عَلى ساكِنِ التُّرْبَةِ الزّاكِيَةِ،\nاَلسَّلامُ عَلى صاحِبِ الْقُبَّةِ السّامِيَةِ،\nاَلسَّلامُ عَلى مَنْ طَهَّرَهُ الْجَليلُ،\nاَلسَّلامُ عَلى مَنِ افْتَخَرَ بِهِ جَبْرَئيلُ،\nاَلسَّلامُ عَلى مَنْ ناغاهُ فِي الْمَهْدِ ميكائيلُ،\nاَلسَّلامُ عَلى مَنْ نُكِثَتْ ذِمَّتُهُ،\nاَلسَّلامُ عَلى مَنْ هُتِكَتْ حُرْمَتُهُ،\nاَلسَّلامُ عَلى مَنْ اُريقَ بِالظُّلْمِ دَمُهُ،\nاَلسَّلامُ عَلَى الْمُغَسَّلِ بِدَمِ الْجِراحِ،\nاَلسَّلامُ عَلَى الْمُجَرَّعِ بِكَأْساتِ الرِّماحِ،\nاَلسَّلامُ عَلَى الْمُضامِ الْمُسْتَباحِ،\nاَلسَّلامُ عَلَى الْمَنْحُورِ فِي الْوَرى،\nاَلسَّلامُ عَلى مَنْ دَفَنَهُ أهْلُ الْقُرى،\nاَلسَّلامُ عَلَى الْمَقْطُوعِ الْوَتينِ،\nاَلسَّلامُ عَلَى الْمُحامي بِلا مُعين،\nاَلسَّلامُ عَلَى الشَّيْبِ الْخَضيبِ،\nاَلسَّلامُ عَلَى الْخَدِّ التَّريبِ،\nاَلسَّلامُ عَلَى الْبَدَنِ السَّليبِ،\nاَلسَّلامُ عَلَى الثَّغْرِ الْمَقْرُوعِ بِالْقَضيبِ،\nاَلسَّلامُ عَلَى الرَّأْسِ الْمَرْفُوعِ،\nاَلسَّلامُ عَلَى الأجْسامِ الْعارِيَةِ فِي الْفَلَواتِ، تَنْهَشُهَا الذِّئابُ الْعادِياتُ، وَ تَخْتَلِفُ إلَيْهَا السِّباعُ الضّارِياتُ،\nاَلسَّلامُ عَلَيْكَ يا مَوْلايَ وَ عَلَى الْمَلائِكَةِ الْمُرَفْرَفينَ حَوْلَ قُبَّتِكَ،\nالْحافّينَ بِتُرْبَتِكَ، الطّائِفينَ بِعَرْصَتِكَ، الْوارِدينَ لِزِيارَتِكَ،\nاَلسَّلامُ عَلَيْكَ فَإنّي قَصَدْتُ إلَيْكَ، وَ رَجَوْتُ الْفَوْزَ لَدَيْكَ،\nاَلسَّلامُ عَلَيْكَ\nسَلامَ الْعارِفِ بِحُرْمَتِكَ، الْمُخْلِصِ في وِلايَتِكَ، الْمُتَقَرِّبِ إلَى اللهِ بِمَحَبَّتِكَ، الْبَريءِ مِنْ أعْدائِكَ،\nسَلامَ مَنْ قَلْبُهُ بِمُصابِكَ مَقْرُوحٌ، وَ دَمْعُهُ عِنْدَ ذِكْرِكَ مَسْفُوحٌ،\nسَلامَ الْمَفْجُوعِ الْحَزينِ، الْوالِهِ الْمُسْتَكينِ،\nسَلامَ مَنْ لَوْ كانَ مَعَكَ بِالطُّفُوفِ، لَوَقاكَ بِنَفْسِهِ حَدَّ السُّيُوفِ، وَ بَذَلَ حُشاشَتَهُ دُونَكَ لِلْحُتُوفِ،\nوَ جاهَدَ بَيْنَ يَدَيْكَ، وَ نَصَرَكَ عَلى مَنْ بَغى عَلَيْكَ، وَ فَداكَ بِرُوحِهِ وَ جَسَدِهِ وَ مالِهِ وَ وَلَدِهِ،\nوَ رُوحُهُ لِرُوحِكَ فِداءٌ،\nوَ أهْلُهُ لِأهْلِكَ وِقاءٌ،\nفَلَئِنْ أخَّرَتْنِي الدُّهُورُ، وَ عاقَني عَنْ نَصْرِكَ الْمَقْدُورُ،\nوَ لَمْ أكُنْ لِمَنْ حارَبَكَ مُحارِباً، وَ لِمَنْ نَصَبَ لَكَ الْعَداوَةَ مُناصِباً،\nفَلَأَنْدُبَنَّكَ صَباحاً وَ مَساءً وَ لَأَبْكِيَنَّ لَكَ بَدَلَ الدُّمُوعِ دَماً، حَسْرَةً عَلَيْكَ وَ تَأسُّفاً عَلى ما دَهاكَ وَ تَلَهُّفاً،\nحَتّى أمُوتَ بِلَوْعَةِ الْمُصابِ، وَ غُصَّةِ الإكْتِيابِ،\nأشْهَدُ أ نَّكَ قَدْ أقَمْتَ الصَّلوةَ، وَ آتَيْتَ الزَّكوةَ،\nوَ أمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ وَ الْعُدْوانِ،\nوَ أطَعْتَ اللهَ وَ ما عَصَيْتَهُ، وَ تَمَسَّكْتَ بِهِ وَ بِحَبْلِهِ\nفَأرْضَيْتَهُ وَ خَشيتَهُ وَ راقَبْتَهُ وَ اسْتَجَبْتَهُ،\nوَ سَنَنْتَ السُّنَنَ، وَ أطْفَأْتَ الْفِتَنَ،\nوَ دَعَوْتَ إلَى الرَّشادِ، وَ أوْضَحْتَ سُبُلَ السَّدادِ، وَ جاهَدْتَ فِي اللهِ حَقَّ الْجِهادِ،\nوَ كُنْتَ للهِِ طائِعاً،\nوَ لِجَدِّكَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَ آلِهِ تابِعاً،\nوَ لِقَوْلِ أبيكَ سامِعاً،\nوَ إلى وَصِيَّةِ أخيكَ مُسارِعاً،\nوَ لِعِمادِ الدّينِ رافِعاً، وَ لِلطُّغْيانِ قامِعاً،\nوَ لِلطُّغاةِ مُقارِعاً، وَ لِلأُمَّةِ ناصِحاً،\nوَ في غَمَراتِ الْمَوْتِ سابِحاً،\nوَ لِلْفُسّاقِ مُكافِحاً، وَ بِحُجَجِ اللهِ قائِماً،\nوَ لِلإْسْلامِ وَ الْمُسْلِمينَ راحِماً،\nوَ لِلْحَقِّ ناصِراً، وَ عِنْدَ الْبَلاءِ صابِراً،\nوَ لِلدّينِ كالِئاً، وَ عَنْ حَوْزَتِهِ مُرامِياً،\nتَحُوطُ الْهُدى وَ تَنْصُرُهُ،\nوَ تَبْسُطُ الْعَدْلَ وَ تَنْشُرُهُ،\nوَ تَنْصُرُ الدّينَ وَ تُظْهِرُهُ،\nوَ تَكُفُّ الْعابِثَ وَ تَزْجُرُهُ،\nوَ تَأْخُذُ لِلدَّنِيِّ مِنَ الشَّريفِ،\nوَ تُساوي فِي الْحُكْمِ بَيْنَ الْقَوِيِّ وَ الضَّعيفِ،\nكُنْتَ رَبيعَ الأيْتامِ، وَ عِصْمَةَ الأنامِ، وَ عِزَّ الإسْلامِ،\nوَ مَعْدِنَ الأحْكامِ، وَ حَليفَ الإنْعامِ،\nسالِكاً طَرائِقَ [في طَريقَةِ] جَدِّكَ وَ أبيكَ،\nمُشْبِهاً فِي الْوَصِيَّةِ لِأخيكَ،\nوَفِيَّ الذِّمَمِ، رَضِيَّ الشِّيَمِ،\nظاهِرَ الْكَرَمِ، مُتَهَجِّداً فِي الظُّلَمِ،\nقَويمَ الطَّرائِقِ، كَريمَ الْخَلائِقِ، عَظيمَ السَّوابِقِ،\nشَريفَ النَّسَبِ، مُنيفَ الْحَسَبِ، رَفيعَ الرُّتَبِ،\nكَثيرَ الْمَناقِبِ، مَحْمُودَ الضَّرائِبِ، جَزيلَ الْمَواهِبِ،\nحَليمٌ رَشيدٌ مُنيبٌ، جَوادٌ عَليمٌ شَديدٌ،\nإمامٌ شَهيدٌ، أوّاهٌ مُنيبٌ، حَبيبٌ مَهيبٌ،\nكُنْتَ لِلرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَ آلِهِ وَلَداً،\nوَ لِلْقُرْءانِ سَنَداً [مُنْقِذاً]\nوَ لِلأُمَّةِ عَضُداً،\nوَ فِي الطّاعَةِ مُجْتَهِداً،\nحافِظاً لِلْعَهْدِ وَ الْميثاقِ،\nناكِباً عَنْ سُبُلِ الْفُسّاقِ،\n[وَ] باذِلاً لِلْمَجْهُودِ،\nطَويلَ الرُّكُوعِ وَ السُّجُودِ،\nزاهِداً فِي الدُّنْيا زُهْدَ الرّاحِلِ عَنْها،\nناظِراً إلَيْها بِعَيْنِ الْمُسْتَوْحِشينَ مِنْها،\nآمالُكَ عَنْها مَكْفُوفَةٌ،\nوَ هِمَّتُكَ عَنْ زينَتِها مَصْرُوفَةٌ،\nوَ ألْحاظُكَ عَنْ بَهْجَتِها مَطْرُوفَةٌ،\nوَ رَغْبَتُكَ فِي الآخِرَةِ مَعْرُوفَةٌ،\nحَتّى إذَا الْجَوْرُ مَدَّ باعَهُ،\nوَ أسْفَرَ الظُّلْمُ قِناعَهُ،\nوَ دَعَا الْغَيُّ أتْباعَهُ،\nوَ أنْتَ في حَرَمِ جَدِّكَ قاطِنٌ،\nوَ لِلظّالِمينَ مُبايِنٌ،\nجَليسُ الْبَيْتِ وَ الْمِحْرابِ،\nمُعْتَزِلٌ عَنِ اللَّذّاتِ وَ الشَّهَواتِ،\nتُنْكِرُ الْمُنْكَرَ بِقَلْبِكَ وَ لِسانِكَ، عَلى حَسَبِ طاقَتِكَ وَ إمْكانِكَ،\nثُمَّ اقْتَضاكَ الْعِلْمُ لِلإْنْكارِ،\nوَ لَزِمَكَ [ألْزَمَكَ] أنْ تُجاهِدَ الْفُجّارَ،\nفَسِرْتَ في أوْلادِكَ وَ أهاليكَ، وَ شيعَتِكَ وَ مَواليكَ\nوَ صَدَعْتَ بِالْحَقِّ وَ الْبَيِّنَةِ،\nوَ دَعَوْتَ إلَى اللهِ بِالْحِكْمَةِ وَ الْمَوْعِظَةِ الْحَسَنَةِ،\nوَ أمَرْتَ بِإقامَةِ الْحُدُودِ، وَ الطّاعَةِ لِلْمَعْبُودِ،\nوَ نَهَيْتَ عَنِ الْخَبائِثِ وَ الطُّغْيانِ،\nوَ واجَهُوكَ بِالظُّلْمِ وَ الْعُدْوانِ،\nفَجاهَدْتَهُمْ بَعْدَ الإيعازِ لَهُمْ [الإيعادِ إلَيْهِمْ] وَ تَأْكيدِ الْحُجَّةِ عَلَيْهِمْ،\nفَنَكَثُوا ذِمامَكَ وَ بَيْعَتَكَ،\nوَ أسْخَطُوا رَبَّكَ وَ جَدَّكَ،\nوَ بَدَؤُوكَ بِالْحَرْبِ،\nفَثَبَتَّ لِلطَّعْنِ وَ الضَّرْبِ،\nوَ طَحَنْتَ جُنُودَ الْفُجّارِ، وَ اقْتَحَمْتَ قَسْطَلَ الْغُبارِ،\nمُجالِداً بِذِى الْفَقارِ، كَأنَّكَ عَلِيٌّ الْمُخْتارُ،\nفَلَمّا رَأوْكَ ثابِتَ الْجاشِ، غَيْرَ خائِفٍ وَ لا خاشٍ،\nنَصَبُوا لَكَ غَوائِلَ مَكْرِهِمْ، وَ قاتَلُوكَ بِكَيْدِهِمْ وَ شَرِّهِمْ،\nوَ أمَرَ اللَّعينُ جُنُودَهُ، فَمَنَعُوكَ الْماءَ وَ وُرُودَهُ،\nوَ ناجَزُوكَ الْقِتالَ، وَ عاجَلُوكَ النِّزالَ،\nوَ رَشَقُوكَ بِالسِّهامِ وَ النِّبالِ،\nوَ بَسَطُوا إلَيْكَ أكُفَّ الإصْطِلامِ،\nوَ لَمْ يَرْعَوْا لَكَ ذِماماً، وَ لا راقَبُوا فيكَ أثاماً، في قَتْلِهِمْ أوْلِياءَكَ، وَ نَهْبِهِمْ رِحالَكَ،\nوَ أنْتَ مُقَدَّمٌ فِي الْهَبَواتِ، وَ مُحْتَمِلٌ لِلأذِيّاتِ،\nقَدْ عَجِبَتْ مِنْ صَبْرِكَ مَلائِكَةُ السَّماواتِ،\nفَأحْدَقُوا بِكَ مِنْ كُلِّ الْجِهاتِ،\nوَ أثْخَنُوكَ بِالْجِراحِ،\nوَ حالُوا بَيْنَكَ وَ بَيْنَ الرَّواحِ،\nوَ لَمْ يَبْقَ لَكَ ناصِرٌ،\nوَ أنْتَ مُحْتَسِبٌ صابِرٌ،\nتَذُبُّ عَنْ نِسْوَتِكَ وَ أوْلادِكَ،\nحَتّى نَكَسُوكَ عَنْ جَوادِكَ،\nفَهَوَيْتَ إلَى الأرْضِ جَريحاً،\nتَطَؤُكَ الْخُيُولُ بِحَوافِرِها،\nوَ تَعْلُوكَ الطُّغاةُ بِبَواتِرِها،\nقَدْ رَشَحَ لِلْمَوْتِ جَبينُكَ،\nوَ اخْتَلَفَتْ بِالاِنْقِباضِ وَ الإنْبِساطِ شِمالُكَ وَ يَمينُكَ،\nتُديرُ طَرْفاً خَفِيّاً إلى رَحْلِكَ وَ بَيْتِكَ،\nوَ قَدْ شُغِلْتَ بِنَفْسِكَ عَنْ وُلْدِكَ وَ أهاليكَ،\nوَ أسْرَعَ فَرَسُكَ شارِداً، إلى خِيامِكَ قاصِداً، مُحَمْحِماً باكِياً،\nفَلَمّا رَأيْنَ النِّساءُ جَوادَكَ مَخْزِيّاً،\nوَ نَظَرْنَ سَرْجَكَ عَلَيْهِ مَلْوِيّاً،\nبَرَزْنَ مِنَ الْخُدُورِ،\nناشِراتِ الشُّعُورِ،\nعَلَى الْخُدُودِ لاطِماتِ الْوُجُوهِ سافِراتٍ،\nوَ بِالْعَويلِ داعِياتٍ،\nوَ بَعْدَ الْعِزِّ مُذَلَّلاتِ،\nوَ إلى مَصْرَعِكَ مُبادِراتٍ،\nوَ الشِّمْرُ جالِسٌ عَلى صَدْرِكَ،\nوَ مُولِغٌ سَيْفَهُ عَلى نَحْرِكَ،\nقابِضٌ عَلى شَيْبَتِكَ بِيَدِهِ،\nذابِحٌ لَكَ بِمُهَنَّدِهِ،\nقَدْ سَكَنَتْ حَواسُّكَ،\nوَ خَفِيَتْ أنْفاسُكَ،\nوَ رُفِعَ عَلَى الْقَناةِ رَأْسُكَ،\nوَ سُبِيَ أهْلُكَ كَالْعَبيدِ،\nوَ صُفِّدُوا فِي الْحَديدِ فَوْقَ أقْتابِ الْمَطِيّاتِ،\nتَلْفَحُ وُجُوهَهُمْ حَرُّ الْهاجِراتِ،\nيُساقُونَ فِي الْبَراري وَ الْفَلَواتِ،\nأيْديهِمْ مَغلُولَةٌ إلَى الأعْناقِ،\nيُطافُ بِهِمْ فِي الأسْواقِ،\nفَالْوَيْلُ لِلْعُصاةِ الْفُسّاقِ،\nلَقَدْ قَتَلُوا بِقَتْلِكَ الإسْلامَ،\nوَ عَطَّلُوا الصَّلوةَ وَ الصِّيامَ،\nوَ نَقَضُوا السُّنَنَ وَ الأحْكامَ،\nوَ هَدَمُوا قَواعِدَ الإيمانِ،\nوَ حَرَّفُوا آياتِ الْقُرْآنِ،\nوَ هَمْلَجُوا فِي الْبَغْيِ وَ الْعُدْوانِ،\nلَقَدْ أصْبَحَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَ آلِهِ مَوْتُوراً،\nوَ عادَ كِتابُ اللهِ عَزَّوَجَلَّ مَهْجُوراً،\nوَ غُودِرَ الْحَقُّ إذْ قُهِرْتَ مَقْهُوراً،\nوَ فُقِدَ بِفَقْدِكَ التَّكْبيرُ وَ التَّهْليلُ،\nوَالتَّحْريمُ وَ التَّحْليلُ، وَ التَّنْزيلُ وَ التَّأْويلُ،\nوَ ظَهَرَ بَعْدَكَ التَّغْييرُ وَ التَّبْديلُ، وَ الإلْحادُ وَ التَّعْطيلُ، وَ الأهْواءُ وَ الأضاليلُ، وَ الْفِتَنُ وَ الأباطيلُ،\nفَقامَ ناعيكَ عِنْدَ قَبْرِ جَدِّكَ الرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَ آلِهِ،\nفَنَعاكَ إلَيْهِ بِالدَّمْعِ الْهَطُولِ، قائِلا:\nيا رَسُولَ اللهِ، قُتِلَ سِبْطُكَ وَ فَتاكَ،\nوَ اسْتُبيحَ أهْلُكَ وَ حِماكَ،\nوَ سُبِيَتْ بَعْدَكَ ذَراريكَ،\nوَ وَقَعَ الْمَحْذُورُ بِعِتْرَتِكَ وَ ذَويكَ،\nفَانْزَعَجَ الرَّسُولُ، وَ بَكى قَلْبُهُ الْمَهُولُ،\nوَ عَزّاهُ بِكَ الْمَلائِكَةُ وَ الأنْبِياءُ،\nوَ فُجِعَتْ بِكَ اُمُّكَ الزَّهْراءُ،\nوَ اخْتَلَفَتْ جُنُودُ الْمَلائِكَةِ الْمُقَرَّبينَ، تُعَزّي أباكَ أميرَالْمُؤْمِنينَ،\nوَ اُقيمَتْ لَكَ الْمَآتِمُ في أعْلا عِلِّيّينَ،\nوَ لَطَمَتْ عَلَيْكَ الْحُورُ الْعينُ،\nوَ بَكَتِ السَّماءُ وَ سُكّانُها،\nوَ الْجِنانُ وَ خُزّانُها،\nوَ الْهِضابُ وَ أقْطارُها،\nوَ الْبِحارُ وَ حيتانُها،\nوَ الْجِنانُ وَ وِلْدانُها،\nوَ الْبَيْتُ وَ الْمَقامُ،\nوَ الْمَشْعَرُ الْحَرامُ،\nوَ الْحِلُّ وَ الإحْلإحْرامُ،\nاَللّهُمَّ فَبِحُرْمَةِ هذَا الْمَكانِ الْمُنيفِ،\nصَلِّ عَلى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ،\nوَاحْشُرْني في زُمْرَتِهِمْ،\nوَ أدْخِلْنِي الْجَنَّةَ بِشَفاعَتِهِمْ،\nاَللّهُمَّ إنّي أتَوَسَّلُ إلَيْكَ يا أسْرَعَ الْحاسِبينَ،\nوَ ياأكْرَمَ الأكْرَمينَ، وَ ياأحْكَمَ الْحاكِمينَ،\nبِمُحَمَّدٍ خاتَمِ النَّبِيّينَ، رَسُولِكَ إلَى الْعالَمينَ أجْمَعينَ،\nوَ بِأخيهِ وَ ابْنِ عَمِّهِ الأنْزَعِ الْبَطينِ، الْعالِمِ الْمَكينِ، عَلِيٍّ أميرِ الْمُؤْمِنينَ،\nوَ بِفاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ،\nوَ بِالْحَسَنِ الزَّكِيِّ عِصْمَةِ الْمُتَّقينَ،\nوَ بِأبي عَبْدِاللهِ الْحُسَيْنِ أكْرَمِ الْمُسْتَشْهَدينَ،\nوَ بِأوْلادِهِ الْمَقْتُولينَ، وَ بِعِتْرَتِهِ الْمَظْلُومينَ،\nوَ بِعَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعابِدينَ،\nوَ بِمُحَمَّدِ بْنِ عَلِيٍّ قِبْلَةِ الأوّابينَ،\nوَ جَعْفَرِ بْنِ مُحَمَّدٍ أصْدَقِ الصّادِقينَ،\nوَ مُوسَى بْنِ جَعْفَرٍ مُظْهِرِ الْبَراهينَ،\nوَ عَلِيِّ بْنِ مُوسى ناصِرِ الدّينِ،\nوَ مُحَمَّدِ بْنِ عَلِيٍّ قُدْوَةِ الْمُهْتَدينَ،\nوَ عَلِيِّ بْنِ مُحَمَّدٍ أزْهَدِ الزّاهِدينَ،\nوَ الْحَسَنِ بْنِ عَلِيٍّ وارِثِ الْمُسْتَخْلَفينَ،\nوَالْحُجَّةِ عَلَى الْخَلْقِ أجْمَعينَ،\nأنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ،\nالصّادِقينَ الأبَرّينَ، آلِ طه وَ يس،\nوَ أنْ تَجْعَلَني فِي الْقِيامَةِ مِنَ الآمِنينَ الْمُطْمَئِنّينَ،\nالْفائِزينَ الْفَرِحينَ الْمُسْتَبْشِرينَ،\nاَللّهُمَّ اكْتُبْني فِي الْمُسْلِمينَ،\nوَ ألْحِقْني بِالصّالِحينَ،\nوَاجْعَلْ لي لِسانَ صِدْقٍ فِي الآخِرينَ،\nوَانْصُرْني عَلَى الْباغينَ،\nوَاكْفِني كَيْدَ الْحاسِدينَ،\nوَاصْرِفْ عَنّي مَكْرَ الْماكِرينَ،\nوَاقْبِضْ عَنّي أيْدِيَ الظّالِمينَ،\nوَاجْمَعْ بَيْني وَ بَيْنَ السّادَةِ الْمَيامينِ في أعْلا عِلِّيّينَ،\nمَعَ الَّذينَ أنْعَمْتَ عَلَيْهِمْ مِنَ النَّبِيّينَ وَ الصِّدّيقينَ وَ الشُّهَداءِ وَ الصّالِحينَ،\nبِرَحْمَتِكَ يا أرْحَمَ الرّاحِمينَ،\nاَللّهُمَّ إنّي اُقْسِمُ عَلَيْكَ بِنَبِيِّكَ الْمَعْصُومِ،\nوَ بِحُكْمِكَ الْمَحْتُومِ، وَ نُهْيَكَ [نَهْيِكَ] الْمَكْتُومِ،\nوَ بِهذَا الْقَبْرِ الْمَلْمُومِ، الْمُوَسَّدِ في كَنَفِهِ الإمامُ الْمَعْصُومُ، الْمَقْتُولُ الْمَظْلُومُ،\nأنْ تَكْشِفَ ما بي مِنَ الْغُمُومِ،\nوَ تَصْرِفَ عَنّي شَرَّ الْقَدَرِ الْمَحْتُومِ،\nوَ تُجيرَني مِنَ النّارِ ذاتِ السَّمُومِ،\nاَللّهُمَّ جَلِّلْني بِنِعْمَتِكَ،\nوَ رَضِّني بِقَسْمِكَ،\nوَ تَغَمَّدْني بِجُودِكَ وَ كَرَمِكَ،\nوَ باعِدْني مِنْ مَكْرِكَ وَ نِقْمَتِكَ،\nاَللّهُمَّ اعْصِمْني مِنَ الزَّلَلِ،\nوَ سدِّدْني فِي الْقَوْلِ وَ الْعَمَلِ،\nوَافْسَحْ لي في مُدَّةِ الأجَلِ،\nوَ اعْفِني مِنَ الأوْجاعِ وَ الْعِلَلِ،\nوَ بَلِّغْني بِمَوالِيَّ وَ بِفَضْلِكَ أفْضَلَ الأَمَلِ،\nاَللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اقْبَلْ تَوْبَتي،\nوَارْحَمْ عَبْرَتي،\nوَ أقِلْني عَثْرَتي،\nوَ نَفِّسْ كُرْبَتي،\nوَاغْفِرْ لي خَطيئَتي،\nوَ أصْلِحْ لي في ذُرِّيَّتي،\nاَللّهُمَّ لا تَدَعْ لي في هذَا الْمَشْهَدِ الْمُعَظَّمِ وَ الْمَحَلِّ الْمُكَرَّمِ ذَنْباً إلاّ غَفَرْتَهُ،\nوَ لا عَيْباً إلاّ سَتَرْتَهُ،\nوَ لا غَمّاً إلاّ كَشَفْتَهُ،\nوَ لا رِزْقاً إلاّ بَسَطْتَهُ،\nوَ لا جاهاً إلاّ عَمَرْتَهُ،\nوَ لا فَساداً إلاّ أصْلَحْتَهُ،\nوَ لا أمَلاً إلاّ بَلَّغْتَهُ،\nوَ لا دُعاءً إلاّ أجَبْتَهُ،\nوَ لا مَضيقاً إلاّ فَرَّجْتَهُ،\nوَ لا شَمْلاً إلاّ جَمَعْتَهُ،\nوَ لا أمْراً إلاّ أتْمَمْتَهُ،\nوَ لا مالاً إلاّ كَثَّرْتَهُ،\nوَ لا خُلْقاً إلاّ حَسَّنْتَهُ،\nوَ لا إنْفاقاً إلاّ أخْلَفْتَهُ،\nوَ لا حالاً إلاّ عَمَرْتَهُ،\nوَ لا حَسُوداً إلاّ قَمَعْتَهُ،\nوَ لا عَدُوّاً إلاّ أرْدَيْتَهُ،\nوَ لا شَرّاً إلاّ كَفَيْتَهُ،\nوَ لا مَرَضاً إلاّ شَفَيْتَهُ،\nوَ لا بَعيداً إلاّ أدْنَيْتَهُ،\nوَ لا شَعَثاً إلاّ لَمَمْتَهُ،\nوَ لا سُؤالاً [سُؤْلاً] إلاّ أعْطَيْتَهُ،\nاَللّهُمَّ إنّي أسْئَلُكَ خَيْرَ الْعاجِلَةِ،\nوَ ثَوابَ الآجِلَةِ،\nاَللّهُمَّ أغْنِني بِحَلالِكَ عَنِ الْحَرامِ،\nوَ بِفَضْلِكَ عَنْ جَميعِ الأنامِ،\nاَللّهُمَّ إنّي أسْئَلُكَ عِلْماً نافِعاً،\nوَ قَلْباً خاشِعاً،\nوَ يَقيناً شافِياً،\nوَ عَمَلا زاكِياً،\nوَ صَبْراً جَميلاً،\nوَ أجْراً جَزيلاً،\nاَللّهُمَّ ارْزُقْني شُكْرَ نِعْمَتِكَ عَلَىَّ،\nوَ زِدْ في إحْسانِكَ وَ كَرَمِكَ إلَىَّ،\nوَ اجْعَلْ قَوْلي فِي النّاسِ مَسْمُوعاً،\nوَ عَمَلي عِنْدَكَ مَرْفُوعاً،\nوَ أثَري فِي الْخَيْراتِ مَتْبُوعاً،\nوَ عَدُوّي مَقْمُوعاً،\nاَللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ الأخْيارِ، في آناءِ اللَّيْلِ وَ أطْرافِ النَّهارِ،\nوَ اكْفِني شَرَّ الأشْرارِ،\nوَ طَهِّرْني مِنَ الذُّنُوبِ وَ الأوْزارِ،\nوَ أجِرْني مِنَ النّارِ،\nوَ أحِلَّني دارَالْقَرارِ،\nوَ اغْفِرْ لي وَ لِجَميعِ إخْواني فيكَ وَ أخَواتِيَ الْمُؤْمِنينَ وَ الْمُؤْمِناتِ،\nبِرَحْمَتِكَ يا أرْحَمَ الرّاحِمينَ.",
		"english": "Peace be upon Adam, the chosen one of Allah from among His creation.\nPeace be upon Seth (Shaith), the friend of Allah and His elite.\nPeace be upon Enoch (Idris), who established (religion) on behalf of Allah by His authority.\nPeace be upon Noah (Nuh), whose invocation (for punishment) was answered.\nPeace be upon Hud, who was assisted through Allah’s aid.\nPeace be upon Salih, whom Allah crowned with His generosity.\nPeace be upon Abraham (Ibrahim), whom Allah endowed with His friendship.\nPeace be upon Ishmael (Isma’il), whom Allah ransomed with a great sacrifice from His Heaven.\nPeace be upon Isaac (Is’haq), in whose progeny Allah placed prophethood.\nPeace be upon Jacob (Ya’qub), for whom Allah restored his sight by His mercy.\nPeace be upon Joseph (Yusuf), whom Allah rescued from the well by His majesty.\nPeace be upon Moses (Musa), the one for whom Allah split the sea with His Power.\nPeace be upon Aaron (Harun), whom Allah distinguished with his prophethood.\nPeace be upon Jethro (Shu’aib), whom Allah made victorious over his people.\nPeace be upon David (Dawud), to whom Allah turned (in mercy) after his mistake.\nPeace be upon Solomon (Sulaiman), for whom Allah made the Jinn subservient by His majesty.\nPeace be upon Job (Ayyub), whom Allah cured after his (prolonged) illness.\nPeace be upon Jonah (Yunus), for whom Allah fulfilled the purport of His promise.\nPeace be upon Ezra (Uzair), whom Allah brought to life after his death.\nPeace be upon Zechariah (Zakariyya), who remained patient in his tribulations.\nPeace be upon John (Yahya), whom Allah drew near (his rank) by his martyrdom.\nPeace be upon Jesus (Isa), the spirit of Allah and His word.\nPeace be upon Muhammad, the beloved of Allah and His elite.\nPeace be upon the Leader of the Faithful, Ali Ibn Abi talib, who was exclusively selected for brotherhood to him (the Prophet (PBUH&HF)).\nPeace be upon Fatima al-Zahra, his daughter.\nPeace be upon Abu Muhammad al-Hasan, the executor of (the will of) his father, and his successor.\nPeace be upon al-Husain, who sacrificed himself up to the last drops of the blood of his heart.\nPeace be upon him, who obeyed Allah secretly and openly.\nPeace be upon whom Allah placed a cure in the soil of his place (of martyrdom).\nPeace be upon the one under whose dome answer (to supplications) is guaranteed.\nPeace be upon the one in whose descendants are the Imams (after him).\nPeace be upon the son of the seal of the prophets.\nPeace be upon the son of the chief of the executors.\nPeace be upon the son of Fatima, the radiant.\nPeace be upon the son of Khadija, the great.\nPeace be upon the son of the lote-tree in the outermost boundary (of Heaven).\nPeace be upon the son of the Garden of refuge.\nPeace be upon the son of Zamzam and al-Safaa.\nPeace be upon him, who was soaked in (his own) blood.\nPeace be upon him, whose tents were violated.\nPeace be upon the fifth of the People of the Cloak.\nPeace be upon the loneliest of the lonely.\nPeace be upon the (greatest) martyr of all martyrs.\nPeace be upon him, who was slain by the individuals of illegitimate birth.\nPeace be upon the one who is at rest in Karbala.\nPeace be upon the one for whom the heavenly Angels wept.\nPeace be upon the one whose descendants are the pure.\nPeace be upon the chief of the religion.\nPeace be upon the places of the (divine) proofs.\nPeace be upon the Imams, the masters (of mankind).\nPeace be upon the bloodstained chests.\nPeace be upon the parched lips.\nPeace be upon the plucked souls.\nPeace be upon the snatched spirits.\nPeace be upon the stripped corpses.\nPeace be upon the pallid bodies.\nPeace be upon the gushing bloods.\nPeace be upon the dismembered limbs.\nPeace be upon the heads raised upon lances.\nPeace be upon the women (forcibly) exposed.\nPeace be upon the Proof of the Lord of the worlds.\nPeace be upon you and upon your pure ancestors.\nPeace be upon you and upon your martyred sons.\nPeace be upon you and upon your children who aided (you).\nPeace be upon you and upon the accompanying Angels.\nPeace be upon the slain and the oppressed one.\nPeace be upon his poisoned brother (Imam al-Hasan).\nPeace be upon Ali, the elder (Ali al-Akbar).\nPeace be upon the suckling infant (Ali al-Asghar).\nPeace be upon the plundered bodies.\nPeace be upon the family and children who were nearby (the place of martyrdom) [who where without support among strangers].\nPeace be upon the mangled corpses (left) in the desert.\nPeace be upon those who were left far from their homeland.\nPeace be upon those who were buried without shrouds.\nPeace be upon the heads severed from the bodies.\nPeace be upon the bereaved and the patient one.\nPeace be upon the oppressed one who was without a helper.\nPeace be upon the inhabitant of the purified soil.\nPeace be upon the possessor of the lofty dome.\nPeace be upon him, whom the Almighty purified.\nPeace be upon him, of whom Gabriel (Jabra’il) was proud.\nPeace be upon the one to whom Michael (Mika’il) spoke tenderly in the cradle.\nPeace be upon the one whose pact was broken.\nPeace be upon the one whose rights and dignity were violated.\nPeace be upon the one whose blood was shed unjustly.\nPeace be upon the one who was bathed in the blood of his wounds.\nPeace be upon the one who tasted the spears raining down over his body.\nPeace be upon the one against whom people came together and made lawful the shedding of his blood.\nPeace be upon the one slaughtered in public.\nPeace be upon the one who was buried by the strangers from (nearby) villages.\nPeace be upon the one whose aorta was severed.\nPeace be upon the defender who had no helper.\nPeace be upon the gray hair that was dyed (with blood).\nPeace be upon the cheek that struck the dust.\nPeace be upon the butchered body.\nPeace be upon the front teeth that were beaten with a rod.\nPeace be upon the head raised (upon a lance).\nPeace be upon the unclothed corpses in the desert, bitten by wild wolves and around whom the beasts of prey prowled.\nPeace be upon you, O my master, and the Angels who flutter around your dome,\nsurround your grave, circumambulate your courtyard, and come for your visitation.\nPeace be upon you! Indeed, I intended your visitation, and I am hopeful of achieving the prosperity that is with you.\nSalutations to you,\nSalutations from he who recognizes your sanctity, is a sincere (believer) in your guardianship, seeks nearness to Allah through your love, and is aloof from your enemies,\nSalutations from the one whose heart is wounded due to the tribulations you have suffered, and whose tears flow in your remembrance,\nSalutations from the one who is distressed, grief-stricken, distracted, and yielding,\nSalutations from the one, who, had he been present with you in that plain, would have shielded you from the sharpness of the swords with his body and sacrificed his last breath for you,\nwould have struggled beside you, helped you against the aggressors, and redeemed you with his soul, body, wealth, and children,\n(Salutations from the one) whose soul is a sacrifice for yours,\nand whose family is a shield for yours.\nBut as I have been hindered by the course of time and as (Allah’s) decree has prevented me from helping you,\nand as I could not fight those who fought you, and was not able to show hostility to those who showed hostility to you,\nI will, therefore, lament you morning and evening, and will weep blood in place of tears, out of my anguish for you and my sorrow for all that befell you,\nuntil I meet death from the pain of the catastrophe and the choking grief.\nI bear witness that you certainly established prayer, gave alms,\nenjoined good, forbade evil and transgression,\nobeyed Allah, never disobeyed Him, and held fast to Him and to His rope.\nthen, you pleased Him, held Him in awe, were attentive towards Him, and were responsive to Him,\nestablished the customs (of the Prophet (PBUH&HF)), extinguished turmoil (in religion),\ninvited people to rectitude, clarified the ways of righteousness, and truly strove in the way of Allah.\nYou were an obedient one to Allah,\na follower of your grandfather, Muhammad, peace be upon him and his family,\nheedful of the saying of your father,\nquick to execute the will of your brother,\nan erector of the pillars of the religion, a suppressor of tyranny,\nan advancer on the transgressors, and a sincere exhorter for the nation,\na traveler into mortal throes,\na warrior against the wretched, and a maintainer of Allah’s proofs (on earth),\ncompassionate towards Islam and Muslims,\na champion of truth and most patient in adversity,\na protector for the religion, and a defender of its domain.\nYou safeguarded the right path and supported it,\nspread justice and promoted it,\nadvocated the faith and manifested it,\nrestrained and reproached the frivolous,\ntook back (the rights) of the lowly from the privileged,\nand were equitable in your arbitrations between the weak and the strong.\nYou were the springtime of the orphans, the protection of humanity, the glory of Islam,\nthe treasure of divine laws, and a relentless ally of benevolence.\nYou pursued the path of your grandfather and your father,\nresembled your brother in will,\nwere loyal to your obligations, possessed pleasant manners,\nembodied generosity, and spent the darkness (of night) in prayer.\nYou were the straightest path, the most generous of the creation, and had the brightest record.\nYou were of great ancestry, noble descent, and lofty rank.\nYou possessed plentiful merits, praiseworthy manners, and were abundant in endowments.\nYou were forbearing, upright, always turning (to Allah), generous, knowledgeable, strong,\na martyred Imam, grieved, repentant with earnest prayers (to Allah), dearly loved, and awesome.\nYou were to the Messenger, peace be upon him and his family, a son,\nfor the Quran, an authority [a savior],\nand for the nation, a support.\nYou were diligent in obedience,\na protector of the covenant and oath,\nkeeping away from the paths of the debauched,\nsparing no effort (in fulfilling the duties),\nperforming prolonged bowing and prostrations,\nabstaining from the world, like one who is departing from it,\nlooking upon it (the world) through the eyes of one estranged (from it).\nYour desires from it (the world) were abstentious,\nyour efforts were far-removed from its embellishments,\nyour glances removed from its joys,\nand your desire for the hereafter was well-known,\neven when tyranny became wide-spread,\ninjustice removed its veil,\nwickedness called upon its followers,\nand you were residing in the sanctuary of your grandfather,\ndetached from the oppressors,\nsitting in the house and the prayer niche,\nunattached to (worldly) pleasures and carnal desires,\nand renouncing evil in your heart and on your tongue to the extent of your strength and ability.\nthen the knowledge demanded you for disavowal (of falsehood),\nand made it incumbent on you to struggle against the deviant.\ntherefore, you set out in company of your children, kinsfolk, followers, and supporters,\ndisclosed the truth and clear proofs,\nsummoned people towards Allah with wisdom and fine exhortation,\nordered the establishment of the limits of divine law, and the obedience to the One Who should be worshipped,\nand forbade (people) from wickedness and oppression.\nBut, they confronted you with injustice and aggression.\ntherefore, you resisted them after advising them and stressing over (divine) proofs against them.\nHowever, they violated your (divine) rights and oath.\nangered your Lord and your grandfather,\nand initiated battle against you.\nHence, you stood firm to spear and strike,\npulverized the soldiers of the transgressors, and stormed (courageously) into the dust of the battle,\nfighting with thulfaqar as if you were Ali, the chosen one.\nSo when they saw you firm, fearless, and courageous,\nthey set up their most malicious deceptions against you, and fought you with their deceit and viciousness.\nthe accursed one (Umar Ibn Sa’d) commanded his soldiers, and thus, they prevented you from reaching or receiving water.\nthey rushed to engage you in combat, descended swiftly upon you,\nshowering you with arrows and stones,\nand moving towards you with uprooting hands.\nNeither they respected your rights, nor were they mindful of retribution for slaying you and your companions, and plundering your belongings.\nYou were in the front line of the storm (of battle), enduring afflictions.\nIndeed, the angels of the heavens were astonished by your patience.\nthe enemy then surrounded you from all sides,\nweakened you by inflicting wounds,\nprevented you from taking any repose,\nand you had no helper remaining.\nYou were bereaved yet patient,\ndefending your women and children,\nuntil they caused you to fall from your horse.\nYou fell to the ground, wounded,\nhorses trampled you with their hooves,\ntyrants raised their swords against you,\nthe sweat of death appeared on your forehead,\nand you continually clenched and unclenched your hands,\nsecretly gazing upon your caravan and tents,\nwhile trapped by yourself away from your children and family.\n(At that time,) your horse distractedly galloped towards your camp, neighing and crying.\nWhen the women saw your horse distraught,\nand observed your saddle contorted,\nthey came from the tents,\ndisheveling their hair,\nstriking their now unveiled cheeks,\ncalling you by lamenting and wailing,\nbeing humiliated after being honored,\nhastening to where you lay wounded.\nAt that time Shimr (L) was sitting on your chest,\nquenching his sword with (the blood of) your throat,\ngrabbing your beard with his hand,\nas he slew you with his sword.\nYour faculties faded,\nyour breath became shallow and ceased,\nand your head was raised onto a spear.\nYour family were captured like slaves,\nbound with iron chains atop camels,\nwith midday heat scorching their faces.\nthey were driven across deserts and wastelands,\nwith their hands chained to their necks,\nand were paraded around the markets.\nWoe be unto the wicked transgressors!\nCertainly, by killing you, they have killed Islam,\ndisrupted (the truth of) prayer and fasting,\nrevoked the (prophetic) customs and the (divine) laws,\ndestroyed the pillars of faith,\ndistorted the verses of the Quran,\nand brutally rushed into tyranny and aggression.\nCertainly, (by this event,) the Messenger of Allah (PBUH&HF) was wronged, left alone, and denied vengeance,\nthe Book of Allah, the mighty and the majestic, was again abandoned,\ntruth was betrayed when you were forcibly overcome,\nAnd with your loss, call for Allah’s glorification and His Unity,\nHis prohibitions, sanctions, revelation, and interpretation were lost.\nAfter you, alteration, distortion, infidelity, abandonment (of the Islamic laws), vagary, misguidance, turmoil and falsehood became prevalent.\nthe announcer of your martyrdom came near the grave of your grandfather, the Messenger (PBUH&HF),\ngave the news to him with tears flowing, saying:\n0 the Messenger of Allah! Your brave grandson was slain,\nand abuse of your family and supporters were deemed lawful.\nAfter you, your progeny were captured,\nand adversity befell your family and your offspring.\nIndeed, the Messenger (PBUH&HF) became distressed and his depressed heart wept,\nthe Angels and the prophets offered their condolences to him for your martyrdom,\nYour mother, al-Zahra, became distressed and bereft of you,\nLegions of favored Angels came in waves to offer their condolences to your father, the Leader of the Faithful,\nMourning commemorations were held for you in the utmost exalted place Heaven,\nand the dark-eyed Maidens (of Paradise) hit their own heads and faces in grief,\nthe skies and their inhabitants wept,\nas did Paradise and its keepers,\nthe mountains and their surroundings,\nthe oceans and their fishes,\nthe heavens and their servants,\nthe House (Ka’ba), and the Station (of Abraham),\nthe Sacred Monument,\nand Mecca and its sanctuary.\nO Allah! By the sanctity of this exalted place (the tomb of Imam al-Husain (PBUH)),\nbestow blessings upon Muhammad and the family of Muhammad,\nassemble me in their company,\nand admit me to Paradise by their intercession.\nMy Allah! I implore You, O He who is the quickest of the reckoners!\nO the most generous of the generous and the wisest of judges!\nBy Muhammad, the seal of the prophets, Your Messenger to all the worlds,\nBy his brother and cousin, the uprooter of hidden polytheism, the distinguished and learned, Ali, the Prince of the Faithful,\nBy Fatima, the chief of women of the worlds,\nBy al-Hasan, the purified one and the protection of the pious,\nBy Abi Abdillah, al-Husain, the most honored martyr,\nBy his slain children and oppressed family,\nBy Ali Ibn al-Husain, the ornament of the worshippers,\nBy Muhammad Ibn Ali, the direction of those who turn to Allah,\nBy Ja’far Ibn Muhammad, the most truthful,\nBy Musa Ibn Ja’far, the discloser of the proofs,\nBy Ali Ibn Musa, the helper of the religion,\nBy Muhammad Ibn Ali, the exemplar of those who accepted guidance,\nBy Ali Ibn Muhammad, the most ascetic,\nBy Hasan Ibn Ali, the inheritor of the appointed ones,\nBy the Proof upon all creation (al-Mahdi),\nBless Muhammad and the family of Muhammad,\nthe most truthful and devoted ones (who are) the family oftaha and Yasin,\nand place me on the Day of Judgment among those who are safe, confident,\ntriumphant, happy, and felicitous.\nO Allah! Destine me to be amongst the submitters,\nJoin me with the righteous,\nOrdain for me (offspring with) truthful tongue among the last generation,\nMake me victorious over the transgressors,\nSuffice me the deception of the envious,\nturn away from me the evil plans of the schemers,\nHold back from me the hands of the oppressors,\nGather me with the blessed masters in the utmost exalted place of Heaven,\nalong with whom You have bestowed favor, from among the prophets, the truthful, the martyrs, and the righteous,[]\nBy Your mercy, O the most merciful of the merciful.\nO Allah! I implore You by Your infallible Prophet,\nby Your definite judgment, and Your concealed preventive wisdom,\nby this grave which is the place of congregation and in which lies the infallible Imam, the slaughtered, and the oppressed,\nthat You dispel from me all that grieves me,\ndivert from me the harm of the decisive foreordained plan,\nand give me refuge from the Hellfire with scorching winds.\nMy Allah! Honor me with Your bounties,\nMake me content with Your apportionment,\nEncompass me with Your munificence and generosity,\nAnd keep me far off from Your requital scheme and Your wrath.\nO Allah! Protect me from errors,\nMake me firm in speech and action,\nExtend for me the period (of life),\nRelieve me from pain and ailments,\nMake me achieve, through my masters and Your grace, the best of wishes.\nO Allah! Bless Muhammad and the family of Muhammad and accept my repentance and my return,\nHave mercy upon my weeping,\nLessen my lapses,\nRelieve my distress,\nForgive me my mistake,\nAnd improve my (righteousness) through my children.\nMy Allah! Do not leave for me, in this exalted and honored place of martyrdom, any sin but that You forgive,\nNor any defect but that You conceal,\nNor any grief but that You remove,\nNor any sustenance but that You extend,\nNor any (spiritual) status but that You cause to prosper,\nNor any corruption but that which You correct,\nNor any wish but that You fulfill,\nNor any supplication but that You answer,\nNor any pressure but that You relieve,\nNor any dispersed (believers) but that You reunify,\nNor any matter but that You complete,\nNor any wealth but that You increase,\nNor any character but that You improve,\nNor any charity but that You repay,\nNor any condition but that You cause to improve,\nNor any envious (one) but that You suppress,\nNor any enemy but that You destroy,\nNor any evil but that You suffice,\nNor any ailment but that You cure,\nNor any distant (one) but that You bring near,\nNor any scattering but that You reunite,\nNor any request but that You grant.\nO Allah! I ask You for the goodness of this transitory world,\nand the reward of the hereafter.\nO Allah! Suffice me with what You made lawful from the unlawful,\nand with Your grace from all other creatures.\nMy Allah! I ask You for beneficial knowledge,\na humble heart,\nunequivocal certitude,\npure action,\nbeautiful patience,\nand a bountiful reward.\nO Allah! Grant me gratitude of Your blessing upon me,\nIncrease Your favor and munificence on me,\nMake my speech amongst people effective,\nmy deeds elevated and worthy of being delivered to You,\nmy righteous works followed (by others),\nand my enemy quelled,\nO Allah! Send blessings upon Muhammad and the family of Muhammad, the best of the creations, day and night,\nSpare me from the evil of the wicked,\nPurify me from sins and burdens,\nGive me refuge from Hell-fire,\nSettle me in the House of rest (Paradise),\nAnd forgive me and all my faithful brothers and sisters,\nBy Your mercy, O the most merciful of the merciful!",
		"audio": [
			{
				"name": "Hussein Ghareeb",
				"link": "https://shiavoice.com/media/zeiarat/elna7ie_elmu8dese/cxvc0py2cd7s.mp3"
			},
			{
				"name": "Maytham Al Tammar",
				"link": "https://shiavoice.com/media/zeiarat/elna7ie_elmu8dese/aopp41vf3wok.mp3"
			},
			{
				"name": "Sheikh Abd Alridha Maash",
				"link": "https://shiavoice.com/media/zeiarat/elna7ie_elmu8dese/rx03nco7ncx3.mp3"
			},
			{
				"name": "Mahdi Meerdamad",
				"link": "https://shiavoice.com/media/zeiarat/elna7ie_elmu8dese/qg55fstigvuy.mp3"
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Imam Hassan",
		"arabic": "السَّلاَمُ عَلَيْكَ يَا ابْنَ رَسُولِ رَبِّ الْعَالَمِينَ\nالسَّلاَمُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِين\nالسَّلاَمُ عَلَيْكَ يَا ابْنَ فَاطِمَةَ الزَّهْرَاء\nالسَّلاَمُ عَلَيْكَ يَا حَبِيبَ اللَّهِ\nالسَّلاَمُ عَلَيْكَ يَا صِفْوَةَ اللَّه\nالسَّلاَمُ عَلَيْكَ يَا أَمِينَ اللَّهِ\nالسَّلاَمُ عَلَيْكَ يَا حُجَّةَ اللَّه\nالسَّلاَمُ عَلَيْكَ يَا نُورَ اللَّهِ\nالسَّلاَمُ عَلَيْكَ يَا صِرَاطَ اللَّهِ\nالسَّلاَمُ عَلَيْكَ يَا بَيَانَ حُكْمِ اللَّه\nالسَّلاَمُ عَلَيْكَ يَا نَاصِرَ دِينِ اللَّه\nالسَّلاَمُ عَلَيْكَ أَيُّهَا السَّيِّدُ الزَّكِيُّ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْبَرُّ الْوَفِي\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْقَائِمُ الْأَمِينُ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْعَالِمُ بِالتَّأْوِيل\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْهَادِي الْمَهْدِي\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الطَّاهِرُ الزَّكِي\nالسَّلاَمُ عَلَيْكَ أَيُّهَا التَّقِيُّ النَّقِيُّ\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الْحَقُّ الْحَقِيق\nالسَّلاَمُ عَلَيْكَ أَيُّهَا الشَّهِيدُ الصِّدِّيقُ\nالسَّلاَمُ عَلَيْكَ يَا أَبَا مُحَمَّدٍ الْحَسَنَ بْنَ عَلِيٍّ\nوَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُه",
		"english": "Peace be on you, O son of the Messenger of the Lord of the worlds!\nPeace be on you, O son of the Commander of the faithfuls!\nPeace be on you, O son of Faatimah Zahraa!\nPeace be on you, O dearest intimate of Allah!\nPeace be on you, O sincere friend of Allah!\nPeace be on you, O faithful confidant of Allah!\nPeace be on you, O decisive argument of Allah!\nPeace be on you, O light of Allah!\nPeace be on you, O the `way` unto Allah!\nPeace be on you, O meaning and demonstration of the commands of Allah!\nPeace be on you, O he who rescued the religion of Allah!\nPeace be on you, O liberal, mild and wise sage!\nPeace be on you, O he who was kept out of (his) rightful office (but) carried out (his) duty!\nPeace be on you, O confident guardian!\nPeace be on you O scholar who determined the essential feature of Religion!\nPeace be on you O the rightly guided guide!\nPeace be on you O impeccable `man of learning`!\nPeace be on you, O God-fearing, holy!\nPeace be on you, O genuine, worthy and deserving right!\nPeace be on you, O truthful witness who gave life in the way of Allah!\nPeace be on you, O Abaa Muhammad, Hasan (son of) Ali!\nMercy of Allah and His blessings be on you. ",
		"audio": [
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/imam_hassan/kcq32uipej5b.mp3"
			},
			{
				"name": "Sheikh Musa al Asadi",
				"link": "https://shiavoice.com/media/zeiarat/imam_hassan/dj2r2iq9w2ya.mp3"
			},
			{
				"name": "Mahdi Sadqa",
				"link": "https://shiavoice.com/media/zeiarat/imam_hassan/pg36psy4nae8.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Imam Ali Ridha",
		"arabic": "بِسْم اللهِ الرَّحْمَنِ الرَّحِيمِ\nبِسْمِ اللّهِ، وَبِاللّهِ،\nوَعَلَى مِلَّةِ رَسُولِ اللّهِ صَلَّى اللّهُ عَلَيْهِ وَآلِهِ،\nأَشْهَدُ أَنْ لا إِلهَ إِلاَّ اللّهُ وَحْدَهُ لا شَرِيكَ لَهُ،\nوَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ،\nوَأَنَّ عَلِيّاً وَلِيُّ اللّهِ.\n…\nأَشْهَدُ أَنْ لا إِلهَ إِلاَّ اللّهُ وَحْدَهُ لا شَرِيكَ لَهُ،\nوَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ،\nوَأَنَّهُ سَيِّدُ الأَوَّلِينَ وَالآخِرِينَ،\nوَأَنَّهُ سَيِّدُ الأَنْبِيَاءِ وَالْمُرْسَلِينَ.\nاللّهُمَّ صَلِّ عَلَى مُحَمَّدٍ\nعَبْدِكَ وَرَسُولِكَ\nوَنَبِيِّكَ وَسَيِّدِ خَلْقِكَ أَجْمَعِينَ\nصَلاةً لا يَقْوَى عَلَى إِحْصَائِهَا غَيْرُكَ.\nاللّهُمَّ صَلِّ عَلَى أَمِيرِ الْمُؤْمِنِينَ\nعَلِيِّ بْنِ أَبِي طَالِبٍ\nعَبْدِكَ وَأَخِي رَسُولِكَ الَّذِي انْتَجَبْتَهُ بِعِلْمِكَ،\nوَجَعَلْتَهُ هَادِياً لِمَنْ شِئْتَ مِنْ خَلْقِكَ،\nوَالدَّلِيلَ عَلَى مَنْ بَعَثْتَهُ بِرِسَالاتِكَ،\nوَدَيَّانَ الدِّينِ بِعَدْلِكَ وَفَصْلِ قَضَائِكَ بَيْنَ خَلْقِكَ،\nوَالْمُهَيْمِنَ عَلَى ذلِكَ كُلِّهِ،\nوَالسَّلامُ عَلَيْهِ وَرَحْمَةُ اللّهِ وَبَرَكَاتُهُ.\nاللّهُمَّ صَلِّ عَلَى فَاطِمَةَ بِنْتِ نَبِيِّكَ،\nوَزَوْجَةِ وَلِيِّكَ،\nوَأُمِّ السِّبْطَيْنِ الْحَسَنِ وَالْحُسَيْنِ\nسَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ،\nالطُّهْرَةِ الطَّاهِرَةِ الْمُطَهَّرَةِ\nالتَّقِيَّةِ النَّقِيَّةِ\nالرَّضِيَّةِ الزَّكِيَّةِ\nسَيِّدَةِ نِسَاءِ أَهْلِ الْجَنَّةِ أَجْمَعِينَ\nصَلاةً لا يَقْوَى عَلَى إِحْصَائِهَا غَيْرُكَ.\nاللّهُمَّ صَلِّ عَلَى الْحَسَنِ وَالْحُسَيْنِ سِبْطَيْ نَبِيِّكَ،\nوَسَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ،\nالْقَائِمَيْنِ فِي خَلْقِكَ،\nوَالدَّلِيلَيْنِ عَلَى مَنْ بَعَثْتَ بِرِسَالاتِكَ،\nوَدَيَّانَيِ الدِّينِ بِعَدْلِكَ،\nوَفَصْلَيْ قَضَائِكَ بَيْنَ خَلْقِكَ.\nاللّهُمَّ صَلِّ عَلَى عَلِيِّ بْنِ الْحُسَيْنِ عَبْدِكَ الْقَائِمِ فِي خَلْقِكَ،\nوَالدَّلِيلِ عَلَى مَنْ بَعَثْتَ بِرِسَالاتِكَ،\nوَدَيَّانِ الدِّينِ بِعَدْلِكَ،\nوَفَصْلِ قَضَائِكَ بَيْنَ خَلْقِكَ سَيِّدِ الْعَابِدِينَ.\nاللّهُمَّ صَلِّ عَلَى مُحَمَّدِ بْنِ عَلِيٍّ عَبْدِكَ وَخَلِيفَتِكَ فِي أَرْضِكَ،\nبَاقِرِ عِلْمِ النَّبِيِّينَ.\nاللَّهُمَّ صَلِّ عَلَى جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ عَبْدِكَ،\nوَوَلِيِّ دِينِكَ،\nوَحُجَّتِكَ عَلَى خَلْقِكَ أَجْمَعِينَ الصَّادِقِ الْبَارِّ.\nاللَّهُمَّ صَلِّ عَلَى مُوسَى بْنِ جَعْفَرٍ عَبْدِكَ الصَّالِحِ،\nوَلِسَانِكَ فِي خَلْقِكَ،\nالنَّاطِقِ بِحُكْمِكَ وَالْحُجَّةِ عَلَى بَرِيَّتِكَ.\nاللَّهُمَّ صَلِّ عَلَى عَلِيِّ بْنِ مُوسَى الرِّضَا الْمُرْتَضَى عَبْدِكَ وَوَلِيِّ دِينِكَ،\nالْقَائِمِ بِعَدْلِكَ،\nوَالدَّاعِي إِلَى دِينِكَ وَدِينِ آبَائِهِ الصَّادِقِينَ،\nصَلاةً لا يَقْوَى عَلَى إِحْصَائِهَا غَيْرُكَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدِ بْنِ عَلِيٍّ عَبْدِكَ وَوَلِيِّكَ الْقَائِمِ بِأَمْرِكَ،\nوَالدَّاعِي إِلَى سَبِيلِكَ.\nاللَّهُمَّ صَلِّ عَلَى عَلِيِّ بْنِ مُحَمَّدٍ عَبْدِكَ وَوَلِيِّكَ الْقَائِمِ بِأَمْرِكَ،\nوَالدَّاعِي إِلَى سَبِيلِكَ.\nاللَّهُمَّ صَلِّ عَلَى الْحَسَنِ بْنِ عَلِيٍّ الْعَامِلِ بِأَمْرِكَ،\nالْقَائِمِ فِي خَلْقِكَ،\nوَحُجَّتِكَ الْمُؤَدِّي عَنْ نَبِيِّكَ،\nوَشَاهِدِكَ عَلَى خَلْقِكَ،\nالْمَخْصُوصِ بِكَرَامَتِكَ،\nالدَّاعِي إِلَى طَاعَتِكَ وَطَاعَةِ نَبِيِّكَ صَلَوَاتُكَ عَلَيْهِمْ أَجْمَعِينَ.\nاللَّهُمَّ صَلِّ عَلَى حُجَّتِكَ وَوَلِيِّكَ\nالْقَائِمِ فِي خَلْقِكَ\nصَلاةً تَامَّةً نَامِيَةً بَاقِيَةً تُعَجِّلُ بِهَا فَرَجَهُ وَتَنْصُرُهُ بِهَا،\nوَتَجْعَلُنَا مَعَهُ فِي الدُّنْيَا وَالآخِرَةِ.\nاللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِحُبِّهِمْ،\nوَأُوَالِي وَلِيَّهُمْ،\nوَأُعَادِي عَدُوَّهُمْ،\nفَارْزُقْنِي بِهِمْ خَيْرَ الدُّنْيَا وَالآخِرَةِ،\nوَاصْرِفْ عَنِّي بِهِمْ شَرَّ الدُّنْيَا وَالآخِرَةِ وَأَهْوَالَ يَوْمِ الْقِيَامَةِ.\n…\nالسَّلامُ عَلَيْكَ يَا وَلِيَّ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا حُجَّةَ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا نُورَ اللّهِ فِي ظُلُمَاتِ الأَرْضِ،\nالسَّلامُ عَلَيْكَ يَا عَمُودَ الدِّينِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ إِسْمَاعِيلَ ذَبِيحِ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللّهِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ رَسُولِ اللّهِ.\nالسَّلامُ عَلَيْكَ يَا وَارِثَ أَمِيرِ الْمُؤْمِنِينَ\nعَلِيٍّ وَلِيِّ اللّهِ\nوَوَصِيِّ رَسُولِ رَبِّ الْعَالَمِينَ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ فَاطِمَةَ الزَّهْرَاءِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ وَالْحُسَيْنِ\nسَيِّدَيْ شَبَابِ أَهْلِ الجَنَّةِ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ عَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ عِلْمِ الأَوَّلِينَ وَالآخِرِينَ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ الْبَارِّ،\nالسَّلامُ عَلَيْكَ يَا وَارِثَ مُوسَى بْنِ جَعْفَرٍ.\nالسَّلامُ عَلَيْكَ أَيُّهَا الصِّدِّيقُ الشَّهِيدُ،\nالسَّلامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَارُّ التَّقِيُّ،\nالسَّلامُ عَلَيْكَ.\nأَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلاةُ،\nوَآتَيْتَ الزَّكَاةَ،\nوَأَمَرْتَ بِالْمَعْرُوفِ،\nوَنَهَيْتَ عَنِ الْمُنْكَرِ،\nوَعَبَدْتَ اللّهَ مُخْلِصاً حَتَّى أَتَاكَ الْيَقِينُ.\nالسَّلامُ عَلَيْكَ يَا أَبَا الْحَسَنِ وَرَحْمَةُ اللّهِ وَبَرَكَاتُهُ\nإنَّهُ حَمِيدٌ مَجِيدٌ.\nلَعَنَ اللهُ أُمَّةً قَتَلَتْكَ،\nلَعَنَ اللهُ أُمَّةً ظَلَمَتْكَ،\nلَعَنَ اللهُ أُمَّةً أَسَّسَتْ أَسَاسَ الظُّلْمِ وَالْجَوْرِ وَالبِدْعَةِ عَلَيْكُمْ أَهْلَ البَيْتِ.\n…\nاللّهُمَّ إِلَيْكَ صَمَدْتُ مِنْ أَرْضِي،\nوَقَطَعْتُ الْبِلادَ رَجَاءَ رَحْمَتِكَ\nفَلا تُخَيِّبْنِي وَلا تَرُدَّنِي بِغَيْرِ قَضَاءِ حَاجَتِي،\nوَارْحَمْ تَقَلُّبِي عَلَى قَبْرِ ابْنِ أَخِي رَسُولِكَ\nصَلَوَاتُكَ عَلَيْهِ وَآلِهِ،\nبِأَبِي أَنْتَ وَأُمِّي يَا مَوْلايَ\nأَتَيْتُكَ زَائِراً وَافِداً\nعَائِذاً مِمَّا جَنَيْتُ عَلَى نَفْسِي،\nوَاحْتَطَبْتُ عَلَى ظَهْرِي\nفَكُنْ لِي شَافِعاً إِلَى اللّهِ يَوْمَ فَقْرِي وَفَاقَتِي،\nفَلَكَ عِنْدَ اللّهِ مَقَامٌ مَحْمُودٌ،\nوَأَنْتَ عِنْدَهُ وَجِيهٌ.",
		"english": "In the name of God, the Beneficent, the Merciful.\nIn the name of God and by God\nand to the nation of God’s Prophet: God’s blessings be upon him and his Household.\nI bear witness that there is no god but Allah. He is One and He has no partners.\nAnd I bear witness that Muhammad is His Servant and His Messenger.\nAnd I bear witness that Ali is God’s friend.\nThen walk until you stop at his tomb. Then face him by turning your back towards the Qibla (prayer direction) and say:\nI bear witness that there is no god but God, the One; and there are no partners for Him.\nI bear witness that Muhammad is His Servant and His Messenger.\nVerily, he is the Master of all those of old and those of later times.\nVerily, he is the Master of the Prophets and the Messengers.\nO God! God’s Blessings be upon Muhammad\nThy Servant; Thy Messenger,\nThy Prophet and the Master of all Thy creatures\nblessings that no one but Thee can measure.\nO God! God’s blessings be upon the Commander of the Faithful\n`Ale ibn Abe-±alib,\nThy servant, the brother of Thy Messenger, whom Thou elected by Thy Knowledge,\nwhom Thou established as a guide (to show the right path) to those of Thy creatures,\nand as evidence for those whom Thou appointed to (deliver) Thy Message.\nAnd he managed the affairs of the religion according to Thy (system of) justice, and applied Thy Judgments (to settle the issues which cropped up)\namong the people whom Thee predominated thereon.\nAnd also God’s mercy and blessings be upon him.\nO God! (Please) send blessings upon Fatimah, the daughter of Thy Prophet,\nthe wife of Thy friend,\nthe mother of the two grandsons, al-Hasan and al-Husayn,\nthe Masters of Youth in Heaven.\nShe is clean, immaculate, purified,\npious, pure,\ncontent, sinless\nthe Doyenne of all the Women of Heaven\nblessings which no one but Thee can measure.\nO God! (Please) send blessings upon al-Hasan and al-Husayn; the two grandsons of Thy Prophet,\nthe Masters of Youth in Heaven;\nThy two established authorities among Thy creatures:\nAnd they are established as two proofs for those whom Thou appointed them to (deliver) Thy Message to.\nAnd they are the two who managed the affairs of the religion according to Thy (system of) justice,\nand applied Thy Judgments (to settle the issues which cropped up) among Thy creatures.\nO God! (Please) send blessings upon `Ale ibn al-Husayn, Thy servant, Thy established authority among Thy creatures\nand as proof for those to whom Thee appointed him to (deliver) Thy Message to.\nAnd he managed the affairs of the religion according to Thy (system of) justice,\nand applied Thy Judgments (to settle the issues which cropped up) among Thy creatures. He is the Master of the Worshippers.\nO God! (Please) send blessings upon Muhammad bin `Ale - Thy servant; Thy representative on Earth;\nand the dissector of the Knowledge of the Prophets.\nO God! (Please) send blessings upon Ja`far ibn Muhammad as-¯adiq (the veracious) – Thy servant;\nthe defender of Thy religion;\nand Thy proof for all Thy creatures. He is the truthful, and the righteous.\nO God! (Please) send blessings upon Musa ibn Ja`far - Thy devoted servant;\nThy spokesman among Thy creatures\nspeaking by Thy authority, and the proof for all Thy creatures.\nO God! (Please) send blessings upon `Ale ibn Musa al-Riza–the absolute model of contentment – Thy devoted servant; the defender of Thy religion;\nThy established authority of Thy justice;\nthe caller to Thy religion and the religion of his truthful forefathers\nblessings that no one but Thee can measure.\nO God! (Please) send blessings upon Muhammad ibn `Ale - Thy servant; Thy established defender by Thy decree;\nthe caller to Thy path.\nO God! (Please) send blessings upon `Ale ibn Muhammad - Thy servant; Thy established authority defending Thy decree\nand the caller to Thy path.\nO God! (Please) send blessings upon al-Hasan ibn `Ale – the agent acting upon Thy decrees;\nthe established authority over Thy creatures;\nThy proof acting on behalf of Thy Prophet;\nThy witness for Thy creatures;\nthe exclusive (receiver) of Thy munificence.\nHe is the caller to Thy obedience and obedience to Thy Prophet. May Thou send blessings upon them all.\nO God! (Please) send blessings to Thy proof; Thy friend;\nThy established authority over Thy creatures:\nBlessings so perfect, developed and lasting by which Thee may expedite his arrival and make him victorious.\nAnd make us accompany him in this world and the Hereafter.\nO God! I seek Thy nearness through my love for them.\nI am friends with their friends\nand oppose their enemies.\nTherefore grant me the good of this world and the Hereafter on their account.\nAnd on their account, fend off the evils of this world and the Hereafter from me, and the dreadful fright on the Judgment Day.\nThen you sit near the position of his head and say the following:\nPeace be upon you! O the friend of God!\nPeace be upon you! O the proof of God!\nPeace be upon you! O the light of God in the darkness of the Earth!\nPeace be upon you! O the pillar of the religion!\nPeace be upon you! O the inheritor of Adam - chosen by God!\nPeace be upon you! O the inheritor of Noah - the Prophet of God!\nPeace be upon you! O the inheritor of Abraham - the friend of God!\nPeace be upon you! O the inheritor of Ishmael - the offering to God!\nPeace be upon you! O the inheritor of Moses - the interlocutor of God!\nPeace be upon you! O the inheritor of Jesus - the spirit of God!\nPeace be upon you! O the inheritor of Muhammad - the Prophet of God!\nPeace be upon you! O the inheritor of the Commander of the Faithful\n`Ale the friend of God\nand the Testamentary Trustee of the Messenger of the Lord of the worlds!\nPeace be upon you! O the inheritor of Fatimah al-Zahra'!\nPeace be upon you! O the inheritor of al-Hasan and al-Husayn\nthe Masters of Youth in Paradise!\nPeace be upon you! O the inheritor of `Ale ibn al-Husayn; the adornment of the worshippers!\nPeace be upon you! O the inheritor of Muhammad ibn `Ale - the dissector versed in the knowledge of those of old and those of later times!\nPeace be upon you! O the inheritor of Ja`far ibn Muhammad the veracious, the virtuous!\nPeace be upon you! O the inheritor of Musa ibn Ja`far!\nPeace be upon you! O the truthful martyr!\nPeace be upon you! O the virtuous and pious trustee!\nPeace be upon you!\nI bear witness that it was indeed you who established prayers,\npaid the alms-tax,\ncommanded to do right,\nadmonished against doing wrong\nand sincerely served God until what is sure to come happened to you.\nO Abu’l-Hasan (Imam al-Riza (a.s))! Peace be upon you! And the grace of God and His blessings be upon you,\nFor He is indeed worthy of all praise, full of all glory!\nMay God’s curse be upon the people who murdered you!\nMay God’s curse be upon the people who oppressed you!\nMay God’s curse be upon the people who established the foundations of oppression, tyranny and innovation against you—members of the Household (of the Prophet) (a.s)!\nThen you touch the tomb and say:\nO God! I set out towards Thee from my homeland,\nand passed through many towns with the hope of receiving Thy mercy.\nPlease do not disappoint me, and do not send me back without having my needs fulfilled.\nHave mercy upon my turning towards the tomb of the son of Thy Messenger's brother.\nMay Thy blessings be upon him and his Household.\nO my Master! May my parents be your ransom!\nI have come to visit you and I have arrived.\nI seek refuge in you from whatever crimes I have committed against myself\nthe burden of which I carry on my back.\nThen (please) intercede with God on my behalf on the Day of my poverty and destitution\nas you enjoy an especial praiseworthy position in the presence of God.\nHe considers you to be an eminent man.",
		"audio": [
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/imam_reza/jbudu5se0xcj.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	},
	{
		"title": "Ziyarat Imam Ali Hadi",
		"arabic": "اَلسَّلاَمُ عَلَيْكَ يَا ابَا ٱلْحَسَنِ\nعَلِيُّ بْنَ مُحَمَّدٍ\nٱلزَّكِيُّ ٱلرَّاشِدُ\nٱلنُّورُ ٱلثَّاقِبُ\nوَرَحْمَةُ ٱللَّهِ وَبَرَكَاتُهُ\nاَلسَّلاَمُ عَلَيْكَ يَا صَفِيَّ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا سِرَّ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا حَبْلَ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا آلَ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا خِيَرةَ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا صَفْوَةَ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا امِينَ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا حَقَّ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا حَبِيبَ ٱللَّهِ\nاَلسَّلاَمُ عَلَيْكَ يَا نُورَ ٱلانْوَارِ\nاَلسَّلاَمُ عَلَيْكَ يَا زَيْنَ ٱلابْرَارِ\nاَلسَّلاَمُ عَلَيْكَ يَا سَلِيلَ ٱلاخْيَارِ\nاَلسَّلاَمُ عَلَيْكَ يَا عُنْصُرَ ٱلاطْهَارِ\nاَلسَّلاَمُ عَلَيْكَ يَا حُجَّةَ ٱلرَّحْمٰنِ\nاَلسَّلاَمُ عَلَيْكَ يَا رُكْنَ ٱلإِيـمَانِ\nاَلسَّلاَمُ عَلَيْكَ يَا مَوْلَىٰ ٱلْمُؤْمِنِينَ\nاَلسَّلاَمُ عَلَيْكَ يَا وَلِيَّ ٱلصَّالِحِينَ\nاَلسَّلاَمُ عَلَيْكَ يَا عَلَمَ ٱلْهُدَىٰ\nاَلسَّلاَمُ عَلَيْكَ يَا حَلِيفَ ٱلتُّقَىٰ\nاَلسَّلاَمُ عَلَيْكَ يَا عَمُودَ ٱلدِّينِ\nاَلسَّلاَمُ عَلَيْكَ يَا بْنَ خَاتَمِ ٱلنَّبِيِّينَ\nاَلسَّلاَمُ عَلَيْكَ يَا بْنَ سَيِّدِ ٱلْوَصِيِّينَ\nاَلسَّلاَمُ عَلَيْكَ يَا بْنَ فَاطِمَةَ ٱلزَّهْرَاءِ\nسَيِّدَةِ نِسَاءِ ٱلْعَالَمِينَ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلامِينُ ٱلْوَفِيُّ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلْعَلَمُ ٱلرَّضِيُّ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلزَّاهِدُ ٱلتَّقِيُّ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلْحُجَّةُ عَلَىٰ ٱلْخَلْقِ اجْمَعِينَ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلتَّالِي لِلْقُرْآنِ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلْمُبَيِّنُ لِلْحَلاَلِ مِنَ ٱلْحَرَامِ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلْوَلِيُّ ٱلنَّاصِحُ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلطَّرِيقُ ٱلْوَاضِحُ\nاَلسَّلاَمُ عَلَيْكَ ايُّهَا ٱلنَّجْمُ ٱللاَّئِحُ\nاشْهَدُ يَا مَوْلاَيَ يَا ابَا ٱلْحَسَنِ\nانَّكَ حُجَّةُ ٱللَّهِ عَلَىٰ خَلْقِهِ\nوَخَلِيفَتُهُ فِي بَرِيَّتِهِ\nوَامِينُهُ فِي بِلاَدِهِ\nوَشَاهِدُهُ عَلَىٰ عِبَادِهِ\nوَاشْهَدُ انَّكَ كَلِمَةُ ٱلتَّقْوَىٰ\nوَبَابُ ٱلْهُدَىٰ\nوَٱلْعُرْوَةُ ٱلْوُثْقَىٰ\nوَٱلْحُجَّةُ عَلَىٰ مَنْ فَوْقَ ٱلارْضِ\nوَمَنْ تَحْتَ ٱلثَّرَىٰ\nوَاشْهَدُ انَّكَ ٱلْمُطَهَّرُ مِنَ ٱلذُّنُوبِ\nٱلْمُبَرَّا مِنَ ٱلْعُيُوبِ\nوَٱلْمُخْتَصُّ بِكَرَامَةِ ٱللَّهِ\nوَٱلْمَحْبُوُّ بِحُجَّةِ ٱللَّهِ\nوَٱلْمَوْهُوبُ لَهُ كَلِمَةُ ٱللَّهِ\nوَٱلرُّكْنُ ٱلَّذِي يَلْجَا إِِلَيْهِ ٱلْعِبَادُ\nوَتُحْيَىٰ بِهِ ٱلْبِلاَدُ\nوَاشْهَدُ يَا مَوْلاَيَ\nانِّي بِكَ وَبِآبَائِكَ وَابْنَائِكَ مُوقِنٌ مُقِرٌّ\nوَلَكُمْ تَابِعٌ فِي ذَاتِ نَفْسِي\nوَشَرَايِعِ دِينِي\nوَخَاتِمَةِ عَمَلِي\nوَمُنْقَلَبِي وَمَثْوَايَ\nوَانِّي وَلِيٌّ لِمَنْ وَالاَكُمْ\nوَعَدُوٌّ لِمَنْ عَادَاكُمْ\nمُؤْمِنٌ بِسِرِّكُمْ وَعَلاَنِيَتِكُمْ\nوَاوَّلِكُمْ وَآخِرِكُمْ\nبِابِي انْتَ وَامِّي\nوَٱلسَّلاَمُ عَلَيْكَ وَرَحْمَةُ ٱللَّهِ وَبَرَكَاتُهُ",
		"english": "Peace be upon you, O Abu’l-Hasan\n`Ali the son of Muhammad,\nthe pious, right-directing,\nand brightly shining light.\nAllah’s mercy and blessings be upon you.\nPeace be upon you, O sincerely attached friend of Allah.\nPeace be upon you, O confidant of Allah.\nPeace be upon you, O rope of Allah.\nPeace be upon you, O household of Allah.\nPeace be upon you, O select of Allah.\nPeace be upon you, O choice of Allah.\nPeace be upon you, O trustee of Allah.\nPeace be upon you, O proof of Allah.\nPeace be upon you, O most-beloved by Allah.\nPeace be upon you, O light of the lights.\nPeace be upon you, O pride of the virtuous ones.\nPeace be upon you, O descendant of the upright ones.\nPeace be upon you, O essence of the purified ones.\nPeace be upon you, O argument of the All-beneficent God.\nPeace be upon you, O essence of the true faith.\nPeace be upon you, O master of the believers.\nPeace be upon you, O guardian of the righteous ones.\nPeace be upon you, O symbol of true guidance.\nPeace be upon you, O ally of piety.\nPeace be upon you, O mainstay of the religion.\nPeace be upon you, O son of the seal of the Prophets.\nPeace be upon you, O son of the chief of the Prophets’ successors.\nPeace be upon you, O son of Fatimah the Luminous\nand the doyenne of the women of the world.\nPeace be upon you, O faithful trustee.\nPeace be upon you, O favorite epitome.\nPeace be upon you, O ascetic and pious.\nPeace be upon you, O decisive argument against all creatures.\nPeace be upon you, O succeeding of the Qur'an.\nPeace be upon you, O distinguishing between the lawful and the unlawful.\nPeace be upon you, O sincere saint.\nPeace be upon you, O evident course.\nPeace be upon you, O bright star.\nI bear witness, O my master Abu’l-Hasan,\nthat you are verily the decisive argument of Allah against His creatures,\nHis representative among His created beings,\nHis trusted administrator in His lands,\nand His witness over His servants.\nI also bear witness that you are verily the word of piety,\nthe door to true guidance,\nthe Firmest Handle,\nand the evident proof against those who are on the earth\nand those who are beneath the layers of the soil.\nI bear witness that you are purified from sins,\ncleaned against defects,\nbestowed with the honor of Allah,\nendued with the proof of Allah,\ngranted the Word of Allah,\nand the stronghold to whom the servants (of Allah) resort\nand by whom the lands are revived.\nI bear witness, O my master,\nthat I have faith in and I submit to you, your forefathers and your sons,\nI follow all of you in my personal affairs,\nin my religious performance,\nin the seals of my deed,\nand in my return and final place.\nI do show loyalty to your loyalists,\nI show enmity towards your enemies,\nI believe in all of the invisible and the visible,\nand the first and the last of you.\nMay Allah accept my father and mother as ransoms for you.\nPeace and Allah’s mercy and blessings be upon you.",
		"audio": [
			{
				"name": "Maytham Kadhim",
				"link": "https://shiavoice.com/media/zeiarat/imam_hadi/ug2mvyq21r0g.mp3"
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			},
			{
				"name": "",
				"link": ""
			}
		]
	}
]